[
  {
    "issue_id":"POI-1",
    "problem_text":"Date Raised: 15\/7\/2024 Email Thread: [SUPER URGENT - NEEDS ATTENTION ] RE: Prometric Photo Verification Issue Email Thread 2: [Urgent] Prometric Photo Verification Issue - Unable to proceed with assessment Email of Impacted Candidates Context Date Raised 1 delia-ann.koh@singtel.com I am online for the 7pm IHRP – SP session and have waited for almost 10 minutes for the photo verification step. The last notification asked me to wait while they check my ID with the proctor. But its quite a while. 3rd July 2 jonkoh30@yahoo.com.sg During the verification of the image, the screen keeps loading. He tried to contact the helpdesk agent as well in which they were able to remotely see his screen, but they were not able to assist him with his assessment. In total, he chatted with 6-7 technicians, but no one could assist him. 3rd July 3 bglau12@yahoo.com.sg I was supposed to attend the IHRP-SP assessment remotely. However I faced technical issue that I can't resolved even after 1 hour of trying. 4th July 4 lovina.xie@gmail.com I experienced this recurring error during my IHRP Upgrade Remote Assessment today on 7 July 2024 at 11.30am, I was stuck at the photo verification screen which did not progress at all after I clicked on the Ok button to send request to proctor for verification (see attached screenshot) The same error occurred despite trying 3 times on desktop and 2 times on laptop. 7th July 5 syazanaj@gmail.com Good Day, Due to technical issues, I was not able to start the IHRP SP assessment on 7th July at 11.30am. The page stops at the photo verification page and I've reached out to prometric which raise a case to IHRP. Case No: 04834971. 8th July 6 lawrenceteh69@gmail.com Hi, I was to take the remote exam today from 11:30am to 3:30pm. I followed the instructions on screen and all was okay until the verification process. I clicked okay to this message “Please wait. We will send your request to the proctor for verification.” however there was no reply at all. I restarted m",
    "solution_summary":"Updated Secure Browser has been pushed to Production, will continue to monitor is this issue surfaced again. Closing this ticket here",
    "tags":"[\"Photo Verification\", \"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update the Secure Browser to the latest build.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17260]"
  },
  {
    "issue_id":"POI-2",
    "problem_text":null,
    "solution_summary":"Updated Secure Browser has been pushed to Production, will continue to monitor is this issue surfaced again. Closing this ticket here",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update the Secure Browser to the latest build.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17261]"
  },
  {
    "issue_id":"POI-3",
    "problem_text":"Date Raised: 1st July Candidate’s Email: rachelljx2@gmail.com Email Thread: [Urgent] Request for Confirmation of Certificate Context: Candidate reported that she was wrongly accused during her assessment and her credibility score dropped to 0 because of her rubbing her eyes and removing her glasses. Upon reaching 0 for her credibility score, her timer stopped at 110 mins.",
    "solution_summary":"DTO replied that the issue reported will be resolved with the newly updated secure browser",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update the Secure Browser to the latest build.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16939]"
  },
  {
    "issue_id":"POI-4",
    "problem_text":"Date Raised: 1\/7\/2024 Email Thread: [Urgent] SHRI Candidates- assessment on 14 Jun 2024 Follow-up from queries from Freshdesk - Hello mailbox Context: These are some of the operational issues surfaced for Change Request 4. We have notified the vendor to make the necessary changes on their end such as removing the previous draft of the candidate to push to Prometric.",
    "solution_summary":"Closing this ticket as resolution has been shared to PPC team",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16950]"
  },
  {
    "issue_id":"POI-5",
    "problem_text":"Context: Due to the new chip being released by Apple, we now need a seperate secure browser for M1 MacBook user. 7\/2: Requested a draft of the new assessment detail email 1\/3: Prometric replied with a sample screenshot of the new assessment detail email 15\/3: Check with Prometric that for candidates with scheduled assessment, the existing access code will still work for them 18\/3: Requested that Prometric send send a sample of the re-assessment email so we can confirm that the access code is the same for both email before deployment 18\/3: Prometric replied that it is not possible to generate for 2 emails to see the change 19\/3: Checked with them if there was another method to check the access code from both emails 20\/3: Prometric suggested that we can make some applications in sandbox for future dates and once the changes are made in sandbox, we can verify by regernating the access code from the admin portal. 15\/4: We verified the changes in sandbox with the business users and can proceed to re-trigger the revised email to candidates with existing assessments 18\/4: Asked Prometric if the changes have been deployed but Prometric are still testing on their end 19\/4: Requested a estimated date for deployment, also checked with them if the updated files are available on ehelp. 19\/4: Prometric replied that they still need to test for other application access on their end before pushing it to sandbox 19\/4: Asked Prometric if we can send a few dummy access code for the candidate to download and check if they have no problem going through the security check 19\/4: Prometric asked where do we want to check it, Prod or Sandbox 30\/4: Asked Prometric regarding the deployment date 30\/4: Prometric replied that they are pending our sign off to deploy 2\/5: Replied that some errors are found for Intel chip version 3\/5: Prometric replied that they did not find the user inside the database and asked us to retry with a user that exists in the database 7\/5: Amended parts of the competenc",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-6",
    "problem_text":"Email Threads: [Closed] Re: Competency details email notification Email issue Email of Impacted Candidates Description Date Raised 1 Ernest_Chua@hq.a-star.edu.sg (chuajuntian@gmail.com) Context: Candidate did not receive the email notification from Prometric despite CCE team sending him twice 10\/6: Candidate provided us a second email, CCE team request Prometric to change the email on their side knowing we cannot change it from CRM 13\/6: Candidate's email has been changed from both CRM and Prometric side, asked CCE team to regenerate the mail to candidate 14\/6: Prometric has changed the candidate's email on their end and successfully sent out the email 10th June 2 yana_yusoff@RP.EDU.SG (lilyleanna@gmail.com) Context: Candidate did not receive the email notification from Prometric despite CCE team sending her twice 12\/6: Candidate provided us a second email, CCE team request Prometric to change the email on their side knowing we cannot change it from CRM 12\/6: Candidate's email has been changed from both CRM and Prometric side, asked CCE team to regenerate the mail to candidate 12\/6: Prometric has changed the candidate's email on their end and successfully sent out the email 11th June 3 clohjy@gmail.com Context: Candidate did not receive the email notification from Prometric despite CCE team sending it twice Candidate provided us a second email, CCE team request Prometric to change the email on their side knowing we cannot change it from CRM Candidate's email has been changed from both CRM and Prometric side, asked CCE team to regenerate the mail to candidate 14\/6: Prometric has changed the candidate's email on their end and successfully sent out the email",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-7",
    "problem_text":"Email Threads: Rescheduling Potential - Gladys Goh [For Approval] Re: DC3P-184 - Operational Support Date Raised: 10th June Candidate: Gladys_Goh@hq.a-star.edu.sg Description: Candidate cannot be pushed to prometrics. Her assessment is on 14 June. The case is being worked on and has yet to be resolved. Due to the tight timeline, she has asked for a reschedule to 5th July. 13\/6: The issue was caused by the \\\"&\\\" symbol in the CRM data field \\\"Public Administration & Defence\\\", leading to errors in data transfer to Prometric. Recommended to change it to \\\"Public Administration and Defence\\\", which will not affect CRM functionality. HOD approval is needed to proceed and amend all similar fields to prevent future issues. 18\/6: HOD's approval given to amend the data fields in CRM",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-8",
    "problem_text":"Email Thread: Reschedule assessment error Date Raised: 26th April Candidate: garima.poply@gmail.com Description: Candidate has rescheduled and made payment but the assessment date is not updated in CRM 29\/4: Prometric replied that the data was changed in the backend and in CRM side 29\/4: Confirmed that the data has been edited but it has been delayed for 3 days 2\/5: Checked with Intelegain and the request occurred on 27\/4 where there was a delay of 3 days 3\/5: Prometric replied that there was no reschedule API called on 24\/4 9\/5: Prometric provided the API logs of a test conducted, now the reschedule API is called on 7th May(date of payment), rather than the later date of 8th May(date of selection) instead. 15\/5: Requested Prometric to look into this case as the date stated in the log is different 15\/5: Replied that it is the same error and it has been resolved in sandbox environment, pending for D&T to check 24\/5: Testing done on our side was successful, issue closed, to be monitored",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-9",
    "problem_text":"The issue was raised on 25 April, Friday Context: Candidate did not receive the competency email and access code and we are unable to regenerate the access code for the candidate 26\/4: Chaser sent 30\/4: Prometrics provided 2 solutions to the issue, pending reply from us 7\/5: had a call with them discussing the possible solution to the issue 14\/5: Chaser sent to revert on how much man effort is required on their end 17\/5: Chaser sent to Prometric 20\/5: Prometric replied that they would require a total of 20 man hours to for this issue. They have also listed down all the changes that they will be making for this change. 21\/5: We requested the man effort required on Intelegain's end 24\/5: Chaser sent to Intelegain 31\/5: Chaser sent to Intelegain for updates on man effort 3\/6: Intelegain replied that they are going to need 35 to 40 hours to resolve this error. Pending IHRP to revert",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-11",
    "problem_text":"Email Thread: Unable to navigate to Prometric in UAT and Prod Date raised: 19 April 2024 Candidates are unable to navigate to Prometric to complete their Eligibility Check.",
    "solution_summary":"Formal report received from Nancy. Root cause due to SSL being expired. Preventive action added. issue closed to be monitored again",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16829]"
  },
  {
    "issue_id":"POI-13",
    "problem_text":"The issue was raised on 19 April, Friday. Context: A candidate reported that the \\\"Next\\\" button was missing halfway through her test 19\/4: Prometrics replied investigations are ongoing 30\/4: Chaser sent 30\/4: Prometrics asked for clarification on which device the issue is faced on, Windows or Mac 2\/5: Replied that it was a Windows laptop 7\/5: Prometric requested the windows version that was used by the candidate, pening reply 13\/5: Checked with Ying Hong to for the candidate's reply, Candidate has yet to reply us 28\/5: candidate replied us with the device model, Operating system as well as the processor of the device used. 3\/6: Another user feedback that her button was missing in the exam as well. 4\/6: During the call with Prometric, they said that they could not replicate the scenario as there are only 2 cases reported. They will continue to monitor and figure out the root cause. We requested a workaround solution from them. 18\/6: Another candidate has reached out to us saying that the button disappeared during the assessment. 20\/6: Asking Prometric if there is a possibility to restore the \\\"Save\\\" button during the assessment. 21\/6: Chaser sent 25\/6: Prometrics said that the candidate's responses will be autosaved when they switch between questions, and logs will be implemented to identify the exact issue. 26\/6: Asking for additional details as their response was vague and lacking many details. 1\/7: Prometric team replied that they have made improvement to the secure browser, they will be pushing it to sandbox and testing it on Thursday and Friday. 10\/7: Prometric has made improvement to secure browser to resolve this issue. ​",
    "solution_summary":"Changes have been pushed to Production. Closing this ticket here",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17946]"
  },
  {
    "issue_id":"POI-14",
    "problem_text":"It is reported that the secure browser is not working in both UAT and Production environment. Candidates are still able to navigate to other screens with their secure browser launched.",
    "solution_summary":"updated link for MacBook secure browser sent to us for testing",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16846]"
  },
  {
    "issue_id":"POI-15",
    "problem_text":"Email: xiuzhen.wu@outlook.com The candidate has already been moved to another assessment platform after her application was accidentally deleted in Production. However on 29th March, she received an email to reschedule. Can you let us know the following: Why was the email showing her original assessment date as 8th March when based on our data, her original assessment date is 2nd February? Why was the email triggered to her?",
    "solution_summary":"Pending Prometric to update on the root cause",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16853]"
  },
  {
    "issue_id":"POI-16",
    "problem_text":"Date raised: 30\/3\/2024 Email: vanessa.cxh@gmail.com sheilaboh@gmail.com kellywsk@hotmail.com When creating the assessment slot, it was reflected as 2pm to 6pm. However, it was reported that the slot was reflected as 2pm to 1pm instead. Thus the email triggered to candidate was also incorrect.",
    "solution_summary":"changes have been pushed to production",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16860]"
  },
  {
    "issue_id":"POI-17",
    "problem_text":"Date raised: 28\/3\/2024 Candidates email: christabel1991991@gmail.com , shwujiun@gmail.com Email thread: Re: [Urgent] Candidates unable to take Onsite Assessment - 28 march 2024, Re: Discrepancy in the slots on Prometric database Context: Both candidates arrived for their onsite assessment for their afternoon slot (2pm to 6pm). However, they were denied entry by the onsite staff who claimed that they have selected the morning slots (9am to 1pm) instead. Upon further investigation by the IHRP team, we discovered that our CRM system accurately reflected the assessment timing as 2pm to 6pm. However, when we downloaded the attendance list from the Prometric system, it showed the timing as 9am to 1pm, leading to a discrepancy in the data. After consulting with the Prometric tech team on our WhatsApp group, it was confirmed that the backend also indicated the slots as 9am to 1pm. We then requested the candidates to provide the competency email they received from Prometric, which indeed confirmed their selection of the 2pm to 6pm slots",
    "solution_summary":"This was a bug where a candidate selected a slot initially, but changed his mind to choose for another date. However, he did not select a new slot in the new date and proceeded to ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16868]"
  },
  {
    "issue_id":"POI-18",
    "problem_text":"Date raised: 4\/3\/2024 Candidates email: Aliciatung20@gmail.com Email thread: RE: Secure Browser crashed - Alicia Tung Context: CCE alerted us that she managed to complete the first section of the paper on 1st March. However, the secure browser automatically closed by itself. She then tried relaunching the browser but to no avail. Therefore, the second section was not completed. When we looked at the master report, none of the scores were captured. Rescheduled to 12 March, completed assessment (fail)",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[\"Secure Browser\"]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-19",
    "problem_text":"Date raised: 2\/3\/2024 Candidates email: lyilij.work@gmail.com - pax on 2nd March elyn260@gmail.com - 9th March dimpledr@hotmail.com - 10th march Context: Candidate ensured that there was no extended monitor. No resolution provided by Prometric on the day itself. The candidate had to borrow another laptop. Issue was not faced again after changing a device. Prometric team is looking into this. Workaround is to share another setup with the candidate who reached out to the support mailbox while fix is being implemented in the system. Issue is related to the secure browser",
    "solution_summary":"Root cause: This was due to candidate's set up in their computer where secure browser captured the \"saved\" monitor, hence, the error displayed. A fix has been deployed on 11th marc",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update the Secure Browser to the latest build.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16872]"
  },
  {
    "issue_id":"POI-20",
    "problem_text":"Date raised: 1\/3\/2024 Candidates email: savonak@gmail.com Email thread: RE: Assessment not assigned to candidate Context: Candidate did not receive the competency email and the regenerate button is not available for the candidate. Root cause: Test not assigned to candidate",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-21",
    "problem_text":"Date raised: 15\/1\/2024 Context: The timing reflected in the front-end portal and the backend system is different",
    "solution_summary":"Root Cause – The date In the portal is taking UTC timing. However, on our backend, we have captured the correct date and time in the SGT time zone. This will happen for candidates ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16875]"
  },
  {
    "issue_id":"POI-23",
    "problem_text":"Date raised: 15\/7\/2024 Candidate’s email: tan.patricia14@gmail.com Email thread: Incorrect Test Duration reflected Context: Candidate only needs to take HR paper which only takes 120 minutes with no break. However in the competency email that the candidate received, it states that the total duration is 150 minutes with 30 minutes break in between.",
    "solution_summary":"A&I replied that the test settings are configured correctly, forwarded to Prometric to investigate.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16886, 17015]"
  },
  {
    "issue_id":"POI-24",
    "problem_text":"Date Raised: 15\/7\/2024 Candidate’s Email: wong_yuk_ting@outlook.com Email Thread : 13 July - Unable to take EA paper, 13 July - Unable to take EA paper - wong_yuk_ting@outlook.com Context : Candidate is unable to start her EA paper after selecting her specialization 15\/7: A&I provided details to Prometric such as how the test has been assigned correctly. 15\/7: Prometric replied that they have checked in the backend, but no EA exam is scheduled for this candidate. They requested for the email received by the candidate. 15\/7: A&I replied that she is not exempted from EA and should be completing the EA. Asked CCE to request for the email received by the candidate.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-25",
    "problem_text":"The issue was raised on 1 st February, Thursday . Prometric to provide the incident report and root cause analysis by EOD. The issue was resolved on 3rd February, Saturday. No further issues was raised to-date – 26th February.",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-26",
    "problem_text":"Date raised: 28\/3\/2024 Candidate’s email: felicialimjl@outlook.com Email thread: RE: Test not publish - Onsite assessment Context: A candidate scheduled to take an onsite assessment for SP full paper CBT-FF3. However, upon attempting to start her assessment at the test center, she encountered an error message - “Test not published.” When she brought this issue to the attention of the invigilator, she was informed that there was no immediate solution available after contacting Prometric. Consequently, she was unable to proceed with the assessment and was sent home. Internal Investigation Upon conducting an internal investigation, we discovered that the test was marked as “Inactive.” Further inquiry with our business users revealed that no one from IHRP had made any changes to the paper after it was initially made live, and typically, all tests should remain “active” by default.",
    "solution_summary":"– based on the logs, the test was left “unpublished” on 26th December 2023 and was only published on 28th March 2024. If that was the case, how did the candidate manage to apply fo",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16932]"
  },
  {
    "issue_id":"POI-27",
    "problem_text":"The issue was raised on 13 th February, Tuesday.",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-28",
    "problem_text":"The issue was raised on 22 nd February, Thursday . The candidate mentioned that the Competency Details email was not sent to her. Upon further investigation, we discovered that the competency email was indeed sent to the candidate. However, candidate told us that she did not receive anything in her inbox (including spam and junk) Therefore, we have regenerated the access code so that the email will be sent again. After regenerating the access code, candidate confirmed that she has received the email however, there was no EA link in the email.",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-29",
    "problem_text":"Date Raised: 1st March 2024, Friday Candidate’s Email: Aliciatung20@gmail.com Email Thread: Urgent meeting - Prometric assessment issues and operations support Context: Prometric did not update the resolution on the same day. According to the update on whatsapp, initial suspicion was because user did not allow screen sharing. Candidate managed to attempt assessment after support has reached out to her on email. 19\/3: Prometric informed us that the reason could be because the proctor did not approve the room sanitisation. Therefore, the candidate was stuck at 99%. 20\/3: D&T reverted with the following questions on the comment by Prometric on 19\/3. Was there anything unauthorised in the room that's why the proctor did not allow this candidate to go through? If yes, the proctor should have communicated to the candidate on the spot if any adjustments need to be done on her end. 2\/4: The reason why candidate was stuck at the room was because there was no proctor approving the candidate to enter the assessment. Solution provided: to have backup proctor. Pending nancy to revert on how long does it take for each proctor to attend to each candidate at a time.",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-30",
    "problem_text":"Date raised: 9\/3\/2024 Candidate’s email: sarah.sum@profileprint.ai Context: The candidate was unable to download the secure browser and claimed to have received error messages since morning. However, from our record, candidate did attempted the assessment Prometric responded within 6 minutes in the WhatsApp group that he has addressed the candidate.",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-31",
    "problem_text":"Date raised: 7\/3\/2024 Context: The issue was raised on 7 March, Thursday. The key should be constant once we go live. We will deploy the code by the day after tomorrow on Sandbox as well as Production. One of your developers accidentally change the key in Sandbox. To prevent this from happening again in Sandbox, please ensure that the access to use this function is limited to a selected group of people. When the button is hidden, no one can generate an API Key from Sandbox or Production. In the Production environment, your team will implement logic where the regeneration key button will not be visible if the API is already generated. This measure aims to prevent accidental changes to the key. Yes, will do it.",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-32",
    "problem_text":"Date raised: 28\/3\/2024 Candidate’s email: tammy.tyj@gmail.com Context: During an onsite assessment, a candidate arrived without her physical identity card, leading to her denial of entry to the assessment venue. While we acknowledge the the policy where physical Identity card needs to be presented, the concern arose when the onsite staff refused to communicate with the IHRP Ops team. The candidate contacted the IHRP Ops team in an attempt to resolve the situation and gain permission to proceed with the assessment. However, when the candidate handed the phone over to the staff at the test center, they responded dismissively, stating: Candidate\\\" Im passing this phone cox IHRP is on the line. \\\" Onsite staff: \\\"we will not speak to IHRP cause we have our own connection\\\" Candidate was sent home.",
    "solution_summary":"Verified with PPC team, closing this ticket",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16947]"
  },
  {
    "issue_id":"POI-33",
    "problem_text":"Date Raised: 21\/3\/2024 Candidate’s email; alvinwmh@hotmail.com , wanyuxin1995@gmail.com Email Thread: RE: Enrollment number already exist - Issue in PROD Context: The issue was raised on 21th March, Thursday. 21\/3: Intelegain joined the call with the candidate and D&T to troubleshoot the issue. We found out that the error was from Prometric’s end. 25\/3: India holiday 26\/3: Chaser sent 27\/3: Chaser setnt 2\/4: Draft candidate guid deleted on prometric. Requested CCE team to reach out to the candidates to apply for application. Pending investigation on ITG end.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-34",
    "problem_text":"Date Raised: 15\/3\/2024 Candidate’s Email: ktyq@live.com , Jacqueline_245@hotmail.com Email Thread: RE: [Support] Response by Prometric team Context: The issue was raised on 15th March, Friday. The issue was reported at 4:09 pm. She reached out to e-help but agent did not provide a clear resolution. The candidate managed to proceed with the assessment. Action: Pending Prometric to extract the transcript between the agent and candidate Pending investigation on the issue (access code invalid). Root Cause: On 3rd February, it was discovered that candidates were provided with the UAT version of the secure browser instead of the PROD version. The necessary fix was identified and deployed into production on the same day. JG18\/3: Received from Prometric the transcript. Forwarded to CCE to liase with Prometric directly. JG 19\/3: Prometric shared the secure browser version. Suspicion - downloaded UAT secure browser but since there's no screenshot, unable to confirm Action: Prometric will share with IHRP a list of impacted candidates by 21\/3. Following this, D&T will collaborate with CCE to reach out to these candidates who may have inadvertently downloaded the wrong version. 21\/3: Chaser sent to Prometric",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-35",
    "problem_text":"Date Raised: 10\/3\/2024 Candidate’s Email: Dimpledr@hotmail.com Email Thread: FW: Need Immediate help - Transcript for Dimpledr@hotmail.com Context: One candidate claimed that she has dropped an email at 10 am but no response from Prometric until 1.43pm Pending prometric to revert on this. We have requested for them to share with us the email logs. 19\/3: E-help will be the first support (1min\/ immediate). Email will take 2-4hrs to response. We are still in discussion with Prometric on the SLA as 2-4hrs is not acceptable. Meanwhile, pending email logs from Prometric. 21\/3: Email logs shared with CCE Team",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-36",
    "problem_text":"Date Raised: 3\/1\/2024 Email Thread: Feedback on Prometric e-help Context: The candidate faced an issue with the assessment and engaged an agent from e-help to support. However, the reply from the agent did not make sense. “Since we are only able to assist only the test center administrator, let me which is right team you should contact or will assist you” JG 19\/3: there will be a knowledge base in terms of what info prometric need, e-help agent will take the information from secure browser guide and manual guide. Rabiah and CCE team to liase directly with Nancy. Nancy noted that there could be a bi-weekly call with Ops (CCE) team.",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-37",
    "problem_text":"Date Raised: 11\/7\/2024 Candidate’s Email: jann.jsy@gmail.com , cfh2007@gmail.com , nicoletteyzy@gmail.com Email Thread: Candidate cannot click on UPGRADE Button Context: PPC reported that 3 candidates are unable to click on “upgrade” button in the portal.",
    "solution_summary":"Verified with PPC, issue resolved. Closing the ticket",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16952]"
  },
  {
    "issue_id":"POI-38",
    "problem_text":"Date Raised : 7\/8\/2024 Candidate’s Email : tanpannsy@yahoo.com , Jessica.linr@gmail.com Email Thread : Incorrect timing reflected on Candidate’s email received Context : In the competency email received by the candidate, the assessment slot reflected in the email is incorrect",
    "solution_summary":"Prometric replied that they cant seem to figure out the root cause for all local, sandbox and production environment. Request IHRP to retrigger the access code for the candidates t",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[16975, 17016]"
  },
  {
    "issue_id":"POI-39",
    "problem_text":"Due to various reasons, these candidate’s drafts need to be removed from Prometric S\/N Candidate’s Email Date Raised Status Email Thread Remark 1 andrew.ng@razer.com 26\/7\/24 Deleted 2 Felicialou@sgpoolz.com.sg 26\/7\/24 Deleted 4 xinyi.ho@jpmorgan.com 30\/7\/24 Deleted [Closed] RE: [Prometric Issue] Cannot apply Upgrade (Xinyi Ho) 5 httan009@suss.edu.sg 30\/7\/24 Deleted [Closed] RE: [TIME SENSITIVE] Cancel draft in Prometric ( Hui Ting Tan) 6 ryancheu98@gmail.com 31\/7\/24 Deleted Delete Current Application IHRP-CA #72092 7 princess2743@gmail.com 19\/7\/24 Deleted Apply IHRP Certification #70902 Candidate has a application since 2020 so multiple field is showing NULL value 8 cheryl.poonfxe@gmail.com 1\/8\/24 Deleted IHRP-CP or IHRP-SP Certification Application #72163 Wants to change assessment date but date is less than 5 days away 9 gokul.jayaram9@gmail.com 18\/7\/24 Deleted Difficulties Updating Profile on IHRP Portal #70825 10 roytanweizhang@gmail.com 12\/8\/24 Deleted [Closed] RE: IHRP Certification Application Clinic - Confirmation Email (IHRP-CP Certification Level) 11 irenetan79@gmail.com 14\/8\/24 Deleted iHRP certification #73052 12 theabigaillim@gmail.com 12\/8\/24 Deleted Assessment registration #72413 13 eugenia_lim89@yahoo.com.sg 12\/8\/24 Deleted Slot booked - cancel booking #72716 14 vsjy1999@gmail.com 12\/8\/24 Done IHRP-CA Application Query: Application No. 20240700393. #72843 Pushed back the information to Prometric 15 denise.wan07@gmail.com 13\/8\/24 Deleted Regarding my application #72667 16 bambie.almeida@awac.com 16\/8\/24 Deleted RE: IHRP– Reminder to complete your draft application #73119 17 arielmunjun@gmail.com 19\/8\/24 Deleted IHRP Certification Application Clinic - Confirmation Email (IHRP-CP Certification Level) 18 limjoycebh@gmail.com 16\/8\/24 Deleted IHRP-CP or IHRP-SP Certification Application #73200 19 yvonne.lew@lonza.com 20\/8\/24 Deleted RE: IHRP Certification Application Clinic (Virtual) on 15 Aug 2024 - Confirmation Email 20 chiminn@jp.com.sg 19\/8\/24 Deleted",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-40",
    "problem_text":"Date Raised : 29\/7\/24 Candidate’s email : huitingie.work@gmail.com Email Thread : Unable to find existing IHRP application #70696 Context : Candidate reported that she is unable to apply for application, despite amending her employment history.",
    "solution_summary":"Application has been removed for huitingie.work@gmail.com May inform the candidate to reapply using httan009@suss.edu.sg",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17161]"
  },
  {
    "issue_id":"POI-41",
    "problem_text":"Date Raised : 29\/7\/24 Candidate’s Email : aminahbotak87@gmail.com Email Thread : [Closed] RE: Other #71900 Context : PPC team is unable to merge all 3 accounts for the candidate.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-42",
    "problem_text":"Date Raised: 31\/7\/2024 Candidate’s Email: janice.tan@sg.glory-global.com Email Thread: RE: IHRP Certification - Application Submitted #72080 Context: Candidate is unable to take assessment as she did not receive her competency email and access code",
    "solution_summary":"Closing this ticket",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17109]"
  },
  {
    "issue_id":"POI-43",
    "problem_text":"Date Raised: 1\/8\/2024 Candidate’s Email: jishakjohn@gmail.com Email Thread: Re: Certification in IHRP - CA #70445 Context: Candidate was applying for CA cert using SFC but her SFC button greyed out and she is unable to proceed.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-44",
    "problem_text":"Date Raised: 31\/7\/2024 Candidate’s Email: jannathul27@gmail.com Email Thread: RE: Unable to apply #71456 #72166 Context: Candidate wanted to use SFC portal to make payment but was unable to proceed as error message warn that there is an existing claim in the SSG portal",
    "solution_summary":"Candidate requested to remove the draft application and DTO informed Prometric. Draft successfully deleted. Closing this ticket.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17111]"
  },
  {
    "issue_id":"POI-45",
    "problem_text":"Date Raised : 14\/8\/2024 Candidate’s Email : farahnatalia001@suss.edu.sg Email Thread : Invalid Access Code - IHRP CA #73062 Context : Candidate is taking exam in the morning but the access code provided in the competency email is incorrect.",
    "solution_summary":"Closing this ticket",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17121]"
  },
  {
    "issue_id":"POI-46",
    "problem_text":"Date Raised: 17\/7\/2024 Candidate’s Email: weining.wong12@gmail.com Email Thread: [DC3P-319] - Unable to claim SFC using the API #70761 Context: Candidate reported that she is unable to make a SFC claim as there was a warning that there was already an existing claim under her NRIC. However after Finance’s confirmation, there is no claim under this NRIC and is directed to DTO team",
    "solution_summary":"Changes have been deployed to Production environment on 5th September",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17597, 17163]"
  },
  {
    "issue_id":"POI-47",
    "problem_text":"Date Raised: 8\/8\/2024 Candidate’s Email: liyana_hussaini@hotmail.com Email Thread: Payment - SFC #72164 - DC3P-423 Context: Candidate is unable to claim her SFC in the payment portal as a warning pops up",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-48",
    "problem_text":"Date Raised : 21\/8\/2024 Candidate’s Email : osh_13@hotmail.com Email Thread : Re: IHRP Certification - Application Submitted 20240700319 #73523 Context : Candidate has applied for IHRP certification back in July but has yet to receive the competency email. Investigation found that there is no application in Prometric.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-49",
    "problem_text":"Date Raised : 30 July 2024 Candidate’s Email : e0418058@u.nus.edu Email Thread : Cancellation of CA Assessment #72051 Context : Candidate has applied for a new CA certification but wants to cancel it. However she encounters a error message and she has paid using SFC",
    "solution_summary":"Upon investigation, the candidate did not make payment within 5 minutes of the timeframe, hence her application was removed on Prometric side. This issue will be resolved after the",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17170]"
  },
  {
    "issue_id":"POI-50",
    "problem_text":"Date Raised: 26\/8\/2024 Candidate’s Email : swlmun@yahoo.com Email Thread : EA Marked as Failed in Prometric - Shelia Mum (Singtel) Context : Candidate has successfully applied for her certification but when she attempted her EA, it says she has already completed her EA. The candidate has verified that she has not attempted her EA. In Prometric portal, the candidate’s EA score reflects 0 and “Fail”.",
    "solution_summary":"The candidate most likely started her EA but did not attempt any questions until the timer went off. @Jarren Lee Junbin, kindly close this ticket if there is no update by BUs in th",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17968, 17984]"
  },
  {
    "issue_id":"POI-51",
    "problem_text":"Date Raised : 27\/8\/2024 Candidate’s Email : hiromi@1986@hotmail.com Email Thread : Note Added - [#68914] IHRP-CP or IHRP-SP Certification Application Context : Candidate is unable to make payment through the frontend portal.",
    "solution_summary":"Candidate’s draft has been removed in Production. Will be closing this ticket.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17690]"
  },
  {
    "issue_id":"POI-52",
    "problem_text":"Date Raised : 28\/8\/2024 Candidate’s Email : jinious06@gmail.com Email Thread : IHRP - CP #73167 Context : Candidates were unable to apply for his application as there was an error message “Test has not been added for the certification”",
    "solution_summary":"Will be closing this ticket here as draft application has been removed in Prometric and has verified that some of them have successfully applied for an assessment. (The rest is did",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18570]"
  },
  {
    "issue_id":"POI-54",
    "problem_text":"Date Raised: 12 August 2024 Candidate Email: lchityu@gmail.com Email Thread: Assessment Issue - Liu Chit Yu (OCBC) Context: Candidate wrote in saying that her assessment was terminated within the first few questions of her second paper.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17564]"
  },
  {
    "issue_id":"POI-56",
    "problem_text":"Email Thread: [POI-56] Incorrect mode of assessment Impacted : pris_soh@nus.edu.sg and monica.tripathi@gmail.com Paper assigned was CBT but mode of assessment is RPT",
    "solution_summary":"We are awaiting for Cert team response to the second candidate. pris_soh@nus.edu.sg - No action required We have identified that the candidate was manually rescheduled on 13th Augu",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17494]"
  },
  {
    "issue_id":"POI-57",
    "problem_text":"Due to various reason, these candidates has requested IHRP to update their personal details S\/N Candidate’s Email Date Raised Status Email Thread Remark 1 ashley.121610@gmail.com 30\/8\/24 Updated Other #73900 2 arulchandran001@outlook.com 30\/8\/24 Updated [Closed] RE: IHRP-CP or IHRP-SP Certification Application #74015 Candidate was unable to log in and investigation revealed that it was tied to her old account 3 cindyytqy@gmail.com . 2\/9\/24 Updated IHRP Portal #73997 4 jeslynkho@ymail.com . 2\/9\/24 Pending Error logging in #74122 Change in email address #74524 Candidate report that the email is not changed 5 ryankoh1997@hotmail.com 7\/9\/2024 Updated IHRP Portal #73487 Unable to merge as the personal account does not exist, helped change acc 6 ssy.winnie@gmail.com 9\/9\/2024 Updated Update Contact Number #74435 Request to change mobile number",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-58",
    "problem_text":"Email: [POI-71] Candidate unable to apply through IHRP portal Candidates have reported that they were unable to apply. The apply now button is unresponsive. {\\\"parameter\\\":{\\\"name\\\":\\\"Eun TestEight\\\",\\\"enrollmentId\\\":\\\"edbf6e55-101f-ef11-840a-000d3a095c2c\\\",\\\"email\\\":\\\"euntest04@mailto.plus\\\",\\\"testMode\\\":\\\"RPT\\\",\\\"mobileNo\\\":\\\"+65 60719089\\\",\\\"country\\\":\\\"Singapore\\\",\\\"industry\\\":\\\"Education\\\",\\\"sector\\\":\\\"Non-Profit\\\", {\\\"parameter\\\":{\\\"name\\\":\\\"Eun TestEight\\\",\\\"enrollmentId\\\":\\\"edbf6e55-101f-ef11-840a-000d3a095c2c\\\",\\\"email\\\":\\\"euntest04@mailto.plus\\\",\\\"testMode\\\":\\\"RPT\\\",\\\"mobileNo\\\":\\\"+6560719089\\\",\\\"country\\\":\\\"Singapore\\\",\\\"industry\\\":\\\"Education\\\",\\\"sector\\\":\\\"Non-Profit\\\"",
    "solution_summary":"Prometric has deployed some changes to resolve this issue to Sandbox environment for DTO to test. DTO requested Prometric team to explain what was the root cause and the changes ma",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17561, 17727]"
  },
  {
    "issue_id":"POI-59",
    "problem_text":"Date Raised : 2\/9\/2024 Candidate Email : Email Thread : Issues Faced During Singtel Onsite Assessment Context : Candidate was assigned a full paper for assessment but went straight to HR paper, resulting in the candidate failing the assessment.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18552]"
  },
  {
    "issue_id":"POI-60",
    "problem_text":"Date Raised : 2\/9\/2024 Candidate Email : Email Thread : Issues Faced During Singtel Onsite Assessment Context : Candidate was taking assessment and click opened the “Open book tab” but nothing appear on the candidate’s screen.",
    "solution_summary":"A&I team checked and replied that they have checked the questions in the paper that was assigned to the candidate. The links for all 30 qns are active. Previously there was 1 qn af",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17498, 17728]"
  },
  {
    "issue_id":"POI-61",
    "problem_text":"Date Raised: 2\/9\/2024 Candidate’s Email : Email Thread : Issues Faced During Singtel Onsite Assessment Context : Candidate screen indicated that one of the questions was skipped for paper C",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18571]"
  },
  {
    "issue_id":"POI-62",
    "problem_text":"Date Raised : 2\/9\/2024 Candidate’s Email : Email Thread : Issues Faced During Singtel Onsite Assessment Context : Candidate has completed all the questions but screen showed 58 questions answered for HR paper.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18553]"
  },
  {
    "issue_id":"POI-63",
    "problem_text":"Date Raised : 2\/9\/2024 Candidate Email : Email Thread : Issues Faced During Singtel Onsite Assessment Context : The “Review” button went missing during the assessment",
    "solution_summary":"Changes have been pushed to Production. Closing this ticket here",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17944]"
  },
  {
    "issue_id":"POI-64",
    "problem_text":"Date Raised: 2\/9\/2024 Candidate’s Email: ameera.bmh@gmail.com Email Thread: Re: IHRP - Certification Assessment Outcome #71159 Context: Candidate has encountered technical issue during the onsite assessment on 18 Jul 2024 and CRM has reflected as OA-failed. We are rescheduling her for the reassessment but in Prometric, we are unable to click on ‘reassessment’ to proceed with the application.",
    "solution_summary":"DTO tested in Production that the issue has been resolved by Prometric team. Pending Cert team to validate",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17691]"
  },
  {
    "issue_id":"POI-65",
    "problem_text":"Date Raised: 2\/9\/2024 Candidate’s Email: charlene_leo16@hotmail.com Email Thread: [Gentle Reminder]: IHRP Certification Application Clinic - Confirmation Email (IHRP-CP Certification Level) Context: Charlene has paid for the IHRP-CA application on 28 Aug 2024 but the record is not sync to Prometric.",
    "solution_summary":"Hi @Benjamin Lim , saw that candidate tanliyuen86@gmail.com has been resolved. Please check with Prometric regarding candidate charlene_leo16@hotmail.com . Email Thread is in the d",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17686]"
  },
  {
    "issue_id":"POI-66",
    "problem_text":"Date Raised: 2\/9\/2024 Candidate Email: lyndaleialow@gmail.com Email Thread: NRIC in system , unable to update profile #73389 Context: Candidate attempted to update her profile but an error message appeared warning her that it is a duplicated IC",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17990]"
  },
  {
    "issue_id":"POI-67",
    "problem_text":"Date Raised: 2\/9\/2024 Candidate Email: lerainep@gmail.com Email Thread: Re-assessment for IHRP #74203 Context: Candidate is attempting to apply for reassessment but when he clicked the “apply for reassessment button” it directed him to the completion page of his initial application, including the time slot",
    "solution_summary":"For lerainep@gmail.com , Prometric said that the issue has been resolved but did not provided any root cause or explanation. We have requested more information from Prometric team.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18784]"
  },
  {
    "issue_id":"POI-68",
    "problem_text":"Date Raised: 2\/9\/2024 Candidate’s Email: c.tyteo@outlook.com Email Thread: iHRP account #74227 Context: Candidate has requested to update her email address but we are unable to find her corporate account.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17991]"
  },
  {
    "issue_id":"POI-69",
    "problem_text":"Date Raised: 3\/9\/2024 Candidate’s Email: im_winston_luke@hotmail.com Email Thread: [POI-69] Unable to apply for application - Email address already registered Context: We are unable to manually create an upgrade application for this candidate.",
    "solution_summary":"This issue needs to be resolved when we do a 1x clean up of all duplicated enrolment id and existing draft in prod",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17673]"
  },
  {
    "issue_id":"POI-70",
    "problem_text":"Date Raised: 2\/9\/2024 Candidate’s Email: onward.pm@gmail.com , majority of the Singtel candidates Email Thread: Issues Faced During Singtel Onsite Assessment Context: “Next” button went missing for all the candidates and timer stopped halfway during the assessment",
    "solution_summary":"Changes have been pushed to Production. Closing this ticket here",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17945]"
  },
  {
    "issue_id":"POI-73",
    "problem_text":"Date Raised: 6\/9\/2024 Candidate Email: gokul.jayaram9@gmail.com Email Thread: Unable to Access Remote Assessment #74571 Context: Candidate is attempting a remote assessment but candidate is stuck at the environment check and the button states “Please wait” – JG 16\/9: No. Freshdesk No. Email Description 1 72775 ashleyych@yahoo.com Assessment Date: 09-08-2024 19:00 - 23:00, SP RPT Proctor did not admit the candidate. She was stuck at the photo verification stage. 2 74571 gokul.jayaram9@gmail.com Assessment Date: 03-09-2024 19:32 - 21:32, SP RPT Proctor did not admit the candidate. He was stuck in the environment verification stage",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[\"Photo Verification\"]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-74",
    "problem_text":"Date Raised: 6\/9\/2024 Candidate Email: carineang@gmail.com Email Thread: Re: IHRP Certification - Application Submitted #74667 Context: Candidate has applied and paid for an assessment in November 2024 but instead of receiving the competency email, she received a assessment report saying that the candidate has failed her assessment.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18796]"
  },
  {
    "issue_id":"POI-75",
    "problem_text":"Date Raised: 6\/9\/2024 Email Thread: Fwd: IHRP Competency Assessment Details #74436 Candidate: angie.tan.sq@gmail.com reached out to Prometric and this was the Case ID give to her: 05039474 In gist, she managed to log in to start the assessment 3 times. Unfortunately, the browser closed shortly after I managed to start the assessment, on all 3 occasions. On the fourth (and final) attempt, the same thing happened, however, this time around, the browser routed to me a page that indicated that she is not able to enter the assessment as it was after 2.30pm -- Other impacted candidates luxia_theresa93@hotmail.com sarah.tong48@gmail.com bernadettec.victoria@gmail.com",
    "solution_summary":"Prometric has deployed it on 30 Sept 2024. Closing this ticket",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17988]"
  },
  {
    "issue_id":"POI-76",
    "problem_text":"Date Raised: 9\/9\/2024 Candidate Email: irenetan79@gmail.com Email Thread: iHRP certification #73052 Context: Candidate attempted to apply for certification using SFC but is faced with an error when navigating to the SSG portal",
    "solution_summary":"Certificate in both UAT and Prod environment has been updated and tested and candidate may now apply for fresh application using SFC via the APIs",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17886]"
  },
  {
    "issue_id":"POI-77",
    "problem_text":"Date Raised: 9\/9\/2024 Candidate Email: sho.huanxi@gmail.com Email Thread: [Gentle Reminder]: IHRP Certification Application Clinic - Confirmation Email (IHRP-SP Certification Level) Context: This candidate is applying for a SP CBT assessment but it shows that there are no slots available. Have verified in the admin portal that slots for October and November have been created.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[19273]"
  },
  {
    "issue_id":"POI-79",
    "problem_text":"Date Raised: 29\/8\/2024 Candidate Email: ghantim@gmail.com liz_koh@hotmail.com sho.huanxi@gmail.com traceyyeo@qa.com.sg Email Thread: Production - test not assigned message Context: Candidate attempted to apply for CP and SP full paper but received the error message “Test not assigned”. This was only happening to some candidates who applied for this paper.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-80",
    "problem_text":"Date Raised: 11\/9\/2024 Candidate Email: ranithajoy26@gmail.com Email Thread: Update on results in Prometrics Context: Candidate has passed her EA but the results is not updated in Prometric.",
    "solution_summary":"DTO replied that we can see that she has failed her EA. May I clarify on the statement further “has passed her papers and EA but apparently it is not updated in Prometrics”? By “no",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17707, 19272]"
  },
  {
    "issue_id":"POI-82",
    "problem_text":"We have a candidate who is facing two issues: Support issue – e-help agent is unavailable during assessment. Technical issue – Candidate unable to take assessment. Unable to get past the environment check. As this candidate is taking CP RPT, proctor is not needed to admit the candidate. Candidate email: chonakv@gmail.com Assessment Dae: 12-09-2024, CP Reassessment RPT Date Raised: 12\/9\/2024 Email Thread: [Important] Reassessment Feature Now Available with Special Discount Context: This candidate was one of the impacted candidate from . Now that the fixes have been deployed, the candidate went to take his assessment but is unable to get pass the environmental check to take his assessment.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-83",
    "problem_text":"Date Raised: 11\/9\/2024 Candidate Email: brentmcdougall3147@gmail.com CP Full Paper RPT FF2-5 According to the status report and video recording, the candidate incurred UFM at points where background noises were detected, and his face was not present. However, their face was visible throughout the video. Therefore, the UFM in this case will be considered an exception. valerie@cadencehrconsulting.com CA Full Paper RPT FF3-1 According to the status report and video recording, the candidate incurred UFM when she declared to the camera that she needed to use the washroom. In this case, the UFM will be considered an exception. Email Threads: [POI-83 - Prometric] Test exit due to exceeding the FNP count Unable to start Remote Assessment - Brent McDougall (Standard Chartered) Issue Faced During Assessment - Yong Zi Wei and Valerie Wong (Cadence Group Pte Ltd) Context: Candidates are being kicked out of their assessments because they have exceeded the FNP count.",
    "solution_summary":"Closing this ticket here as fixes has been deployed to Production",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[17936]"
  },
  {
    "issue_id":"POI-84",
    "problem_text":"Candidate scored 40 for her HR competency paper but the report indicates as if she scored 1 out of 9. Email: diane.poo@gmail.com",
    "solution_summary":"Prometric replied that they have fixed this issue, and is currently testing it in the UAT sandbox environment. An update will be given tomorrow.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18030]"
  },
  {
    "issue_id":"POI-85",
    "problem_text":"We have a candidate that applied for CP RPT assessment on 30 th September. However, RPT assessment for CP RPT falls on the 1 st to 15 th of each month. Issue: Why was the candidate able to apply for a CP RPT assessment on the 30 th Sep? sharan_chaal@hotmail.com Email Thread: [POI-85] IHRP-CP remote assessment slot on 30 Sep 2024",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18532]"
  },
  {
    "issue_id":"POI-87",
    "problem_text":"Date Raised: 26\/9\/2024 Candidate Email: alessia_veronica@outlook.com Email Thread: [DC3P-444] - Enquiry on assessment results #76169 \/ [POI-87] Certificate not generated Context: Candidate has passed her CA assessment and results have been updated in the Prometric master list report. However the status in CRM still reflects as “Submitted”",
    "solution_summary":"Prometric replied that they are proposing a solution to automate and eliminate manual work by developing a CRON(Scheduler Script) which will run at fixed intervals and push to CRM ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18342]"
  },
  {
    "issue_id":"POI-88",
    "problem_text":"Issues: Several candidates applied for SP RPT for the 1st October, 11:30am slot. However, many of them were not able to access their assessment at the selected timeslot. Below is the error faced when candidates tried to access at 11:30am: There is only 1 slot created for SP RPT today – 11:30 to 15:30 The email sent to candidate shows 11:30 – 15:30 as well. E-help Response @Li, Yu and @Sharma, Piyush Below is a screenshot of the transcript. Why is the Prometric Support team still addressing Prometric Tech Support as “IHRP”? Why did the agent say that the assessment is in IST? Action item @Gambhir, Ankit , Please share with us the list of other impacted candidates so that we can take action on our end. Please provide us an RCA report by this week with a detailed explanation of the root cause and resolution. Email Thread: [POI-88] Incorrect slot captured for SP RPT candidates Date Raised: 1\/10\/2024",
    "solution_summary":"Tested in Sandbox that the issue has been resolved.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18025]"
  },
  {
    "issue_id":"POI-89",
    "problem_text":"Date Raised: 1\/10\/2024 Candidate Email: penghui@nus.edu.sg Email Thread: Conflicting messages from test platform and performance report (IHRP-SP) #76555 Error in Assessment outcome message on secure browser Context: Candidate has taken her assessment but failed. However, after she completed her assessment in Secure browser, the screen showed that she has passed her assessment.",
    "solution_summary":"Ying Hong checked with Prometric on what is the cause of this candidate's outcome not being shown correctly on the screen. She noted that we have noticed this during our testing ea",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18012]"
  },
  {
    "issue_id":"POI-90",
    "problem_text":"Date Raised: 1\/10\/2024",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-91",
    "problem_text":"Date Raised: 12\/9\/2024 Email Thread: [PO-82] Unable to take assessment",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-92",
    "problem_text":"Candidate’s Details: Candidate: Mei Juan Giong Certification Type: CP to SP Upgrade 1 st Assessment: 3 rd October 2024 Appln Status: OA-Failed in CRM",
    "solution_summary":"The issue has been resolved in Prod. Pending Root cause from Prometric team.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18024]"
  },
  {
    "issue_id":"POI-93",
    "problem_text":"Date Raised: 7\/10\/2024 Candidate Email: julietskling@gmail.com Email Thread: [A Special Invitation] 3 simple steps to Success, join us to find out more! Context: Candidate has completed applying for her certification but her application status stayed as “Draft”. Have validated in Stripe that payment has went through for this candidate",
    "solution_summary":"We have found multiple candidates that encountered this issue. Turns out ITG has some issues with their JSON key which is causing this issue. ITG has done their research and they c",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18222, 20132]"
  },
  {
    "issue_id":"POI-94",
    "problem_text":"Date Raised: 1\/10\/2024 Candidate Email: ShiHan_Tan@sats.com.sg Email Thread: Candidate Passed in Prometric but Application not found in CRM - Tan Shihan (SATS) Context: Candidate has applied and pass her assessment but did not received her performance report and her certificate. We have forwarded her performance report to her but could not find her certificate in CRM. Turns out her application was not created in CRM.",
    "solution_summary":"Application details updated by BU as per instructions, closing this ticket.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[21222]"
  },
  {
    "issue_id":"POI-95",
    "problem_text":"Date Raised: 7\/10\/2024 Candidate Email: reiong28@gmail.com Email Thread: [Gentle reminder]: IHRP Certification Application Clinic (26 Sep 2024) - Confirmation Email (IHRP-CA Certification Level) Context: Candidate is not able to get pass the code verification page during the login process",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18252]"
  },
  {
    "issue_id":"POI-96",
    "problem_text":"Date Raised: 14 October 2024 Candidate Email: tpgcthomas@gmail.com Email Thread: IHRP-CP or IHRP-SP Certification Application #74837 Context: Candidate has applied for a draft application in CRM but 4 draft application in Prometric.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[20140]"
  },
  {
    "issue_id":"POI-97",
    "problem_text":"Date Raised: 21 October 2024 Candidate Email: ang.jeslin@yahoo.com.sg , liping_tham@ntuc.org.sg , valerie_low@moh.gov.sg , rohit_johri@yahoo.com , eestherlys@gmail.com , jasmene.low@gmail.com Email Thread: URGENT: candidate unable to take the assessment at the test centre on 21 Oct 2024 Context: All candidates taking onsite assessment at one assessment center was sent home as there was a error message “Test not published”.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18584]"
  },
  {
    "issue_id":"POI-98",
    "problem_text":"Date Raised: 25\/9\/2024 Candidate Email: hozanwen@gmail.com Email Thread: Change Candidate Assessment Type Backend Context: Candidate who is supposed to retake his assessment has somehow bypassed the system to do a new application. As a result, his candidate report generated is wrong.",
    "solution_summary":"Ying Hong asked Prometric why this was allowed, as since the candidate failed the 1st attempt, he should have been blocked from selecting upgrade for the same level. She also asked",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18489]"
  },
  {
    "issue_id":"POI-99",
    "problem_text":"Date Raised: 7\/10\/2024 Candidate’s Email: xinyi.ho@jpmorgan.com Email Thread: [DC3P-448] Missing Application in Frontend- Ho Xinyi (JPM) Context: Candidate is not able to see her initial application for CP-SP upgrade she has OA-failed in the front-end portal, so she is unable to apply for a reassessment.",
    "solution_summary":"Updated Rachael to inform the candidate to try clearing her cache.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18578]"
  },
  {
    "issue_id":"POI-100",
    "problem_text":"Date Raised: 23 October 2024 Candidate Email: chihchingyap@yahoo.com , carolchew@outlook.com Email Thread: [DC3P-462 CRM Issues] Recert Candidate made multiple payments -Appln No. 20241000071 Context: When DTO was cleaning up after , we found out that 2 candidates made multiple transaction in Stripe.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-101",
    "problem_text":"Date Raised: 24 September Candidate Email: michtan1988@gmail.com Email Thread: [CRM Issue] Years of HR working experience not correctly reflected for SP Upgrade candidate (Michele Tan) #75985 Context: Candidate wishes to upgrade her certification but in CRM, her years of HR experience is not calculated correctly.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-102",
    "problem_text":"Date Raised: 2 November 2024 Candidate Email: JRXN.NG@GMAIL.COM Email Thread: Candidate unable to submit application - Ng Xin Ni Context: Candidate wishes to apply for fresh certification for CP. However, when she reached the payment summary page, she realised that the certification she is applying for is SP certification.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-103",
    "problem_text":"Date Raised: 2 November 2024 Candidate Email: mengling@oncheong.com Email Thread: System keep prompting cannot audio not connected - #77041 - Lee Meng Ling Context: Candidate encountered multiple prompt that the audio is not connected in the secure browser. Candidate Comment: I encountered a technical issue where I was repeatedly prompted with a message indicating that my audio was not connected. Despite several attempts, I was unable to log in again after this occurred. Unfortunately, I was unable to capture a screenshot of the error at the time.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[20144]"
  },
  {
    "issue_id":"POI-104",
    "problem_text":"Date Raised: 1 November 2024 Candidate Email: sarazjwu@gmail.com Email Thread: Re: IHRP Certification - Rescheduled Assessment Date #77051 Context: Candidate experienced error during within the secure browser.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[20145]"
  },
  {
    "issue_id":"POI-105",
    "problem_text":"Date Raised: 24 October Candidate Email: zanehau@gmail.com Email Thread: No access code email given #77160 Context: Candidate claimed that he received the competency email only on his day of assessment, leaving him insufficient time to complete his EA.",
    "solution_summary":"Closing this ticket as this issue arise because the candidate did not make payment within 5 minutes. This issue can be resolved with the upcoming Change Request 5.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[19473]"
  },
  {
    "issue_id":"POI-106",
    "problem_text":"Date Raised: 4\/11\/2024 Candidate Email: reginatio@gmail.com Email Thread: System stuck at Network check screen, unable to continue - Regina Tio-Cher Context: Candidate has stuck at the network check for longer than 5 minutes",
    "solution_summary":"Checked with Prometric if this optimization can be deployed as a standalone deployment, and if there are any expected disturbances IHRP should be aware of.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[19896, 20146]"
  },
  {
    "issue_id":"POI-107",
    "problem_text":"Date Raised: 21 October 2024 Candidate Email: beiwen96@gmail.com Email Thread: [Closed] Request to add candidate into the Masterlist - beiwen96@gmail.com Context: We noticed that this candidate’s application in Prometric has been cancelled but in CRM it still states as “Submitted” instead of “Cancelled”",
    "solution_summary":"We have verified that this issue is related to CRM as the status is not updated to “Cancelled” after the candidate called the cancellation API which removed the application in CRM.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[18881]"
  },
  {
    "issue_id":"POI-108",
    "problem_text":"Date Raised: 11 November Candidate Email: 54meilan@gmail.com Context: We found candidates who were able to use Promo code for reassessment applications even though the check box is not checked (Pls refer to ss below). (check box is not checked) May we understand why the system allows the discount to be applied?",
    "solution_summary":"Fix have been deployed to Production on 21 Apr. will be closing this ticket",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[23661]"
  },
  {
    "issue_id":"POI-109",
    "problem_text":"Date Raised: 14 November Candidate Email: marciaang@hotmail.com Email Thread: IHRP Competency Assessment Details #78525 Context: Candidate reported to us that her assessment was terminated due to her network when she was attempting qn 17. We are checking on Prometric on the following: Under what circumstances would a candidate receive this error message? Is the assessment terminated when there is an internet disruption? If not, could you explain what might have happened during this candidate's attempt?",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[\"Secure Browser\"]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-110",
    "problem_text":"Date Raised: 14 November Candidate Email: bubble8182@gmail.com Email Thread: Outstanding Technical Queries and Issues as of 13 Nov 2024 Context: This candidate has rescheduled and paid her assessment but we do not see any reschedule application in CRM. We can see in the audit history and the main application is reflecting the rescheduled assessment date",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[20135]"
  },
  {
    "issue_id":"POI-111",
    "problem_text":"Date Raised: 14 November Candidate Email: margaret.leong@lasalle.edu.sg Email Thread: Outstanding Technical Queries and Issues as of 13 Nov 2024 Context: We found another application back in April was application status remained as pending payment. At that point, it should not been caused by",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-112",
    "problem_text":"Date Raised: 14 November Candidate Email: slimserene@gmail.com Email Thread: Outstanding Technical Queries and Issues as of 13 Nov 2024 Context: We found a candidate who has paid for a rescheduling but her amount paid reflects 0.",
    "solution_summary":"As this is the correct behavior, no actions required on ITG side, so we are closing this ticket here",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[20136]"
  },
  {
    "issue_id":"POI-113",
    "problem_text":"Date Raised: 14 November 2024 Candidate Email: may_syan@hotmail.com Email Thread: Outstanding Technical Queries and Issues as of 13 Nov 2024 Context: Candidate has rescheduled her assessment to 14\/10\/24 but in CRM it was reflected as 7\/5\/2024.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-114",
    "problem_text":"sharonteo2005@hotmail.com teoly1979@gmail.com",
    "solution_summary":"Logs shared with us. Closing this ticket for internal investigation.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[19937]"
  },
  {
    "issue_id":"POI-115",
    "problem_text":"Date Raised: 8 December 2024 Candidate Email: janeleong7@gmail.com Email Thread: [P3] Error After Reassessment Slot Selection - Jane Leong #80235 Context: Candidate received an error message when applying for certification",
    "solution_summary":"DTO replied that based on the SS, it should not be an issue relating to the fee lists. DTO suggested to remove the draft again, and scheduling a call with the candidate on 26\/12 or",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[19895]"
  },
  {
    "issue_id":"POI-116",
    "problem_text":"We noticed that the wrong mode of paper was assigned to the candidate even though they had selected onsite assessment. Thankfully, our IHRP colleagues went down to the center and assisted the candidate in finding a computer with a webcam. susu0103@hotmail.com Prompted her to screen share (like the remote assessment screening process). We managed to find a computer with a webcam in the test center and proceeded with the assessment.",
    "solution_summary":"Pending Prometric to revert on which deployment was this fix deployed?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[20148, 19886]"
  },
  {
    "issue_id":"POI-117",
    "problem_text":"There is an issue in production for migrated candidates. When a migrated candidate applies for reassessment in Prometric, the application ID is incorrectly mapped. As a result, the overall outcome has been updated for the wrong application. Please look into this ASAP, as it is affecting candidates in production Candidate: berniceoxy@gmail.com Migrated Data Report Master List Report CRM As you can see, the candidate has taken fresh CP (passed) and subsequently took CP-SP Upgrade paper (failed). In this case, the candidate will be taking her reassessment SP Upgrade paper in Prometric. CP ApplicationID: 801c439d-8ec2-eb11-bacc-000d3ac959e8 SP ApplicationID: e2576f06-eea8-ed11-aad1-000d3a8233af Applied for SP Upgrade Reassessment on 17\/11\/2024. The correct ApplicationID to map to should be e2576f06-eea8-ed11-aad1-000d3a8233af Logs in CRM on 17\/11\/2024 for candidateID f52b149f-87c2-eb11-bacc-000d3ac95835 However, from the logs on 17\/11\/2024, the logs retrieved shows that applicationID mapped was the CP application 801c439d-8ec2-eb11-bacc-000d3ac959e8 Request: Response:{\\\"enrollmentId\\\":\\\"f52b149f-87c2-eb11-bacc-000d3ac95835\\\",\\\"applicationId\\\":\\\"801c439d-8ec2-eb11-bacc-000d3ac959e8\\\",\\\"assesment_type\\\":\\\"SP\\\",\\\"autoGenOrderId \\\":\\\"PROM202405017\\\",\\\"category\\\":\\\"Re-assessment application\\\",\\\"jobProfile\\\":\\\"HR Professionals\\\",\\\"specialization\\\":\\\"\\\",\\\"educationType\\\":\\\"17\\\",\\\"universityName\\\":\\\"\\\",\\\"courseName\\\":\\\"\\\",\\\"otherCategory\\\":\\\"None\\\",\\\"otherSubCategory\\\":\\\"\\\",\\\"otherSubCategoryCourse\\\":\\\"\\\",\\\"hrExperience\\\":\\\"16 Years\\\",\\\"hrTrainingHr\\\":\\\"150 and More Hours\\\",\\\"hrStrategicExperience\\\":\\\"7 Year\\\",\\\"hrEndorsementExperience\\\":\\\"\\\",\\\"hrManagingExperience\\\":\\\"\\\",\\\"hrUpgraderCourse\\\":\\\"\\\",\\\"hrSkillBadge\\\":\\\"\\\",\\\"hrQualification\\\":\\\"\\\",\\\"testMode\\\":\\\"rpt\\\",\\\"centreName\\\":\\\"Remote\\\",\\\"scheduleExamDate\\\":\\\"2024-12-02\\\",\\\"scheduleExamSlot\\\":\\\"09:00 AM-01:00 PM\\\",\\\"Product\\\":\\\"d357053b-3434-ea11-a813-000d3a07b96e\\\",\\\"Applicant\\\":\\\"f52b149f-87c2-eb11-bacc-000d3ac95835\\\",\\\"Pr",
    "solution_summary":"Prometric replied that they are working on it, and it will be fixed the day after (12\/12).",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[19890]"
  },
  {
    "issue_id":"POI-118",
    "problem_text":"Date raised: 3rd Dec 24 Email Thread: Missing HR Paper During SP Assessment - les.santillan@gmail.com Candidate Email : les.santillan@gmail.com Paper Assigned : SP Full Paper CBT FF2-2 Candidate has reported to us that she was only given one paper to complete during her SP assessment, even though she was assigned a full paper. This issue was reported in in August, but was closed because Prometric responded that you were not able to replicate the issue, and thus, we closed it for monitoring.",
    "solution_summary":"new impact list: Issue Raised Affected Candidates Actions Done 2\/9\/2024 jocelynong@singtel.com lgyeoj@yahoo.com [POI-59] Issue closed for monitoring as this was the first time issu",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[23634]"
  },
  {
    "issue_id":"POI-119",
    "problem_text":"Masterlist CRM Request Received - {\\\"result\\\":{\\\"marks_scored\\\":34,\\\"enrollment_no\\\":\\\"fa522c8f-6cb4-ef11-a72f-000d3ac6caee\\\",\\\"name\\\":\\\"Giulia Rossi\\\",\\\"email\\\": gr.professional91@gmail.com ,\\\"mobile\\\":\\\"+6591731605\\\",\\\"city\\\":null,\\\"gender\\\":null,\\\"age\\\":\\\"0\\\",\\\"status\\\":\\\"COMPLETED\\\", \\\"percentage\\\":56.6666679,\\\"total_marks\\\":\\\"60\\\",\\\"test_duration\\\":\\\"210\\\",\\\"subject_name\\\":[\\\"Labour Legislation Paper\\\",\\\"Human Resource Paper\\\"],\\\"subject_marks\\\":[\\\"15\\\",\\\"19\\\"] ,\\\"exam_status\\\":\\\"Pass\\\" ,\\\"application_no\\\":\\\"59d38d38-74b4-ef11-a72f-6045bd200cd0\\\",\\\"details\\\":[{\\\"RESPONSE\\\":[\\\"d\\\",\\\"a\\\",\\\"a\\\",\\\"c\\\",\\\"b\\\",\\\"c\\\",\\\"d\\\",\\\"a\\\",\\\"d\\\",\\\"c\\\",\\\"a\\\",\\\"c\\\",\\\"c\\\",\\\"b\\\",\\\"b\\\",\\\"a\\\",\\\"a\\\",\\\"a\\\",\\\"a\\\",\\\"c\\\",\\\"a\\\",\\\"d\\\",\\\"b\\\",\\\"c\\\",\\\"d\\\",\\\"a\\\",\\\"d\\\",\\\"a\\\",\\\"d\\\",\\\"d\\\",\\\"b\\\",\\\"b\\\",\\\"c\\\",\\\"a\\\",\\\"a\\\",\\\"d\\\",\\\"d\\\",\\\"b\\\",\\\"d\\\",\\\"a\\\",\\\"d\\\",\\\"b\\\",\\\"c\\\",\\\"c\\\",\\\"d\\\",\\\"b\\\",\\\"c\\\",\\\"b\\\",\\\"c\\\",\\\"b\\\",\\\"c\\\",\\\"c\\\",\\\"d\\\",\\\"d\\\",\\\"b\\\",\\\"a\\\",\\\"b\\\",\\\"d\\\",\\\"c\\\",\\\"d\\\"],\\\"IS_ATTEMPT\\\":[\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\",\\\"Y\\\"],\\\"STATUS\\\":[\\\"w\\\",\\\"w\\\",\\\"r\\\",\\\"r\\\",\\\"w\\\",\\\"r\\\",\\\"w\\\",\\\"r\\\",\\\"w\\\",\\\"r\\\",\\\"w\\\",\\\"r\\\",\\\"w\\\",\\\"w\\\",\\\"r\\\",\\\"r\\\",\\\"w\\\",\\\"w\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"w\\\",\\\"w\\\",\\\"r\\\",\\\"w\\\",\\\"w\\\",\\\"w\\\",\\\"r\\\",\\\"r\\\",\\\"w\\\",\\\"w\\\",\\\"w\\\",\\\"w\\\",\\\"r\\\",\\\"w\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"w\\\",\\\"w\\\",\\\"r\\\",\\\"w\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"w\\\",\\\"r\\\",\\\"w\\\",\\\"r\\\",\\\"w\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\",\\\"r\\\"],\\\"QUESTION_MARKS\\\":[\\\"0\\\",\\\"0\\\",\\\"1\\\",\\\"1\\\",\\\"0\\\",\\\"1\\\",\\\"0\\\",\\\"1\\\",\\\"0\\\",\\\"1\\\",\\\"0\\\",\\\"1\\\",\\\"0\\\",\\\"0\\\",\\\"1\\\",\\\"1\\\",\\\"0\\\",\\\"0\\\",\\\"1\\\",\\\"1\\\",\\\"1\\\",\\\"1\\\",\\\"0\\\",\\\"0\\\",\\\"1\\\",\\\"0\\\",\\\"0\\\",\\\"0\\\",\\\"1\\\",\\\"1\\\",\\\"0\\\",\\\"0\\\",\\\"0\\\",\\\"0\\\",\\\"1\\\",\\\"0\\\",\\\"1\\\",\\\"1\\\",\\\"1\\\",\\\"0\\\",\\\"0\\\",\\\"1\\\",\\\"0\\\",\\\"1\\\",\\\"1\\\",\\\"1\\\",\\\"1\\\",\\",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-120",
    "problem_text":null,
    "solution_summary":"Prometric replied that they received a request from IHRP team to remove the draft application of these 2 candidates, and have accidentally removed a submitted application. We are c",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[20137]"
  },
  {
    "issue_id":"POI-121",
    "problem_text":"We observed that there was a candidate who had issues attempting her assessment previously. Based on the status report, there are a few observations that we would like to clarify. Candidate: paulinelbs@gmail.com Paper: SP Full Paper RPT FF2-2 Candidate attempted to share her screen for over 20 times, for over an hour, could you explain what might be the cause of this? Subsequently, candidate seemed to face some internet connection issues, please confirm if this will terminate the application or candidate exited herself? Pending Prometric Team to revert.",
    "solution_summary":"Closing this ticket to monitor further.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[20110]"
  },
  {
    "issue_id":"POI-122",
    "problem_text":"We received feedback from candidate that they faced this error during the installation of secure browser. Pending Prometric to confirm what is the cause of receiving this error prompt. Candidate: linda.mohamad94@gmail.com",
    "solution_summary":"Per Ankit’s reply, pop up appears when internet connection is not available. Internet connection is required to check for Updates for secure browser application.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[19970]"
  },
  {
    "issue_id":"POI-123",
    "problem_text":"For Monitoring Context: I was prompted by Secure Browser that the RPT test was not Secure Browser-enabled, so I exited the test and tried re-entering the test after enabling the setting. I have tried a few times but each time the secure browser states that the test has ended.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[\"Secure Browser\"]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-124",
    "problem_text":"BU (Shelby) faced this error message when trying to use CR 4 (manual scheduling) to create a reassessment application for a candidate. Candidate: kimyong@u.nus.edu In Prometric admin portal, there was only 1 attempt by this candidate. Pending Prometric to investigate.",
    "solution_summary":"Issue is deployed on 10th Jan Friday evening. Validated in Prod on 13th Jan Morning - les.santillan@gmail.com Closing this ticket.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[20296]"
  },
  {
    "issue_id":"POI-136",
    "problem_text":"Candidate huiwen.y.92@gmail.com reported that there are several links in LLP that were not functional. Upon reviewing candidate video and the status report, it is valid that almost all links were non functional from Question 15 onwards. In the status report, it was noted that there were internet connectivity issues from Question 15 as well. Pending Prometric to confirm if the opening of resource link is linked to the connectivity issue and what should be done in such scenarios.",
    "solution_summary":"Open book link issue validated in UAT - IHRP_TestCases_SecureBrowser.xlsx Pending Mac version update to deploy.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Open book link issue validated in UAT - IHRP_TestCases_SecureBrowser.xlsx Pending Mac version update to deploy.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[22353, 20493]"
  },
  {
    "issue_id":"POI-159",
    "problem_text":"We had a candidate who took her assessment today and encountered an issue where she couldn't click on any selections. Additionally, the timer stopped working. Here are the candidate's details: Candidate GUID: 73ced01e-77df-ef11-a731-6045bd200cd0 Device: MacBook Pro Intel Secure Browser Version: 6.0.73 The candidate exited and relaunched the secure browser, which allowed her to complete the assessment. However, we need to understand why the secure browser became unresponsive midway through the assessment. Freshdesk ticket: 84250",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[\"Secure Browser\"]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-162",
    "problem_text":"We observed a change in the Certification Level recommendation for one of the candidate's applications. Based on the records in CRM, candidate has applied for an IHRP-CA certification but the paper assigned in Prometric is IHRP-CP level. Candidate: clairekkyc@gmail.com",
    "solution_summary":"According to the log the candidate has selected the CA type. Logs: [{\"name\":\"enrollmentId\",\"value\":\"f0d59944-b6be-ef11-a72f-000d3ac8069b\"},{\"name\":\"applicationId\",\"value\":\"0\"},{\"na",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[21384]"
  },
  {
    "issue_id":"POI-170",
    "problem_text":"Made changes in the excel online for Republic Poly students under the HR Role Solumn. Save and it was completed. Tried twice with the same results. The updates were not reflected in CRM Appln modules",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-178",
    "problem_text":"One candidate reported encountering a pop-up near the end of their assessment. Upon reviewing the logs, we observed an entry stating 'Screen permission revoke'. Additionally, pending Prometric to confirm if the candidate's answers have been saved in the backend, and if it is possible to reschedule their assessment for another day so they can resume. Candidate: itzteja58@gmail.com",
    "solution_summary":"Confirmed by Prometric Team - Closing this ticket for monitoring.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[22012]"
  },
  {
    "issue_id":"POI-179",
    "problem_text":"Candidate reported that the secure browser froze when attempting to click on links within the open-book tab. As such, candidate was not able to resume her assessment where she had yet to attempt 10\/30 questions. Pending Prometric to confirm if issue can be resolved with Secure Browser Optimizations (RE: Approval for Secure Browser Optimisations) Candidate: myaleerao@gmail.com",
    "solution_summary":"Ticket is deployed and validated in Production, tracked in 22nd May Deployment Test Cases.xlsx.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24268]"
  },
  {
    "issue_id":"POI-182",
    "problem_text":"We observed that a candidate who had previously passed the EA in the initial application was assigned the EA assessment again during the first reassessment. The candidate should have been exempted from EA. Email: linlanzhi10@gmail.com Please find the logs captured in CRM on the date of submission (09-10-2024). Request: Response:{\\\"enrollmentId\\\":\\\"e1c8a19a-61cf-ed11-a7c7-000d3ac71f25\\\",\\\"applicationId\\\":\\\"d648b021-511b-ef11-840a-000d3aa01e84\\\",\\\"assesment_type\\\":\\\"CP\\\",\\\"autoGenOrderId \\\":\\\"PROM202404269\\\",\\\"category\\\":\\\"Re-assessment application\\\",\\\"jobProfile\\\":\\\"HR Professionals\\\",\\\"specialization\\\":\\\"\\\",\\\"educationType\\\":\\\"20\\\",\\\"universityName\\\":\\\"\\\",\\\"courseName\\\":\\\"\\\",\\\"otherCategory\\\":\\\"None\\\",\\\"otherSubCategory\\\":\\\"\\\",\\\"otherSubCategoryCourse\\\":\\\"\\\",\\\"hrExperience\\\":\\\"15 Years\\\",\\\"hrTrainingHr\\\":\\\"0\\\",\\\"hrStrategicExperience\\\":\\\"0\\\",\\\"hrEndorsementExperience\\\":\\\"\\\",\\\"hrManagingExperience\\\":\\\"\\\",\\\"hrUpgraderCourse\\\":\\\"\\\",\\\"hrSkillBadge\\\":\\\"\\\",\\\"hrQualification\\\":\\\"Postgraduate diploma in HR-related course\\\",\\\"testMode\\\":\\\"rpt\\\",\\\"centreName\\\":\\\"\\\",\\\"scheduleExamDate\\\":\\\"2024-11-15\\\",\\\"scheduleExamSlot\\\":\\\"09:00 AM-02:00 PM\\\",\\\"Product\\\":\\\"c8b1f1dc-2d34-ea11-a813-000d3a07b96e\\\",\\\"Applicant\\\":\\\"e1c8a19a-61cf-ed11-a7c7-000d3ac71f25\\\",\\\"PrometricOrderId\\\":\\\"PROM202404269\\\",\\\"UniquePrometricOrderId\\\":\\\"2464\\\",\\\"HRLExemption\\\":\\\"false\\\",\\\"Type\\\":\\\"Candidate\\\",\\\"EAFailed\\\":\\\"false\\\"}",
    "solution_summary":"11 April - This new feature has already been deployed and tested in the UAT environment. Kindly proceed with testing from your end as well.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[23966]"
  },
  {
    "issue_id":"POI-183",
    "problem_text":"Date raised: 11\/3\/25 Email Thread: [POI-183] Incorrect assessment attempt count Candidate: deepaarmugam3@gmail.com Issue Description: We noticed an incorrect assessment attempt count for Reassessment applications. The reassessment count for the assessment dated 13\/012\/24 should be ‘1' and the count for the assessment dated 16\/01\/25 should be '2’.",
    "solution_summary":"Ankit has confirmed that the 2nd Reassessment count = 1 is due to the change in calendar year, which resets the count for assessment back to Count =1. Investigation in progress for",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[22311]"
  },
  {
    "issue_id":"POI-184",
    "problem_text":"Date raised: 11\/3\/25 Email Thread: [POI-184] Missing reschedule action button in Prometric admin portal Candidate: deepaarmugam3@gmail.com Issue Description: BU has reported that the action button when hover over the ellipsis is showing ‘Reassessment’ action instead of ‘Reschedule'. Based on the CR 4 flow, the correct action button when there is an assessment scheduled (assessment not taken) should be ‘Reschedule’. Issue : Expected result: euntest02@mailto.plus",
    "solution_summary":"Ticket is deployed and validated in Production, tracked in 22nd May Deployment Test Cases.xlsx.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24269]"
  },
  {
    "issue_id":"POI-186",
    "problem_text":"Date raised: 13\/3\/25 Email Thread: [POI-186] - Assessment Detail Email RE: [POI-186] - Discrepancies in competency details email (initial vs regenerated) Candidate : sarahlow@mws.sg Issue Description: There are two different email templates in the Prometric competency assessment details email generated. Assumption is one was generated when application is successfully created and another was regenerated by BU straight after application was created.",
    "solution_summary":"Hi @Shu Ting Ang , this ticket has been deployed successfully on 29th May 2025.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24554, 22310]"
  },
  {
    "issue_id":"POI-187",
    "problem_text":"Date raised: 14\/3\/25 Email Thread: [POI-187] Assessment automatically submitted without candidate attempt [POI-187] - Fwd: RE: error in login to reschedule reassessment #86565 Candidate : t_nicolettelana@yahoo.fr Issue Description: We have identified an issue where a candidate's assessment was submitted even though they had not yet attempted it. Upon further investigation, we noticed two anomalies in the masterlist report: The candidate's 1st and 2nd reassessments were assigned the same competency assessment paper. This should not be the case based on our understanding. Pending Prometric to confirm if this is a technical issue with the paper assignment. For record S\/No. 2, the 'Date of Competency Assessment' and 'Scheduled Assessment Date' are different. According to the status report, the candidate took their assessment on 07\/03\/25. Pending Prometric to confirm why is the assessment date recorded incorrectly here.",
    "solution_summary":"Test Step to replicate the case Step 1: Create the fresh application and schedule assessment with the EA Link. Attempt the EA paper and main paper by failing one of the papers in t",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[23530]"
  },
  {
    "issue_id":"POI-188",
    "problem_text":"We noticed that a candidate was able to select another slot at the payment summary page. According to our audit log, we noticed that the assessment date was updated from 28 March to 25 June. Could you help me to check if this happened because the initial slot he has selected was full? Email: ivankoh_@outlook.com Fo your reference, candidate was at step (5) when the date was updated.",
    "solution_summary":"14 March from Prometric: According to the logs, the candidate initially intended to book a time slot for March. However, they did not complete the payment within five minutes, whic",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24271]"
  },
  {
    "issue_id":"POI-189",
    "problem_text":"Date raised: 18\/3\/25 Email Thread: [POI-189] VPN network access to secure browser [POI-189] - Re: IHRP Certification - Application Submitted #85948 Candidate : claireyipkl@gmail.com Issue Description: We have a candidate who encountered issues initiating their assessment due to the following error messages. Based on our observation, the candidate was using a LAN network and likely had a VPN running in the background. Pending Prometric to confirm if the use of a VPN will disrupt the secure browser. If so, we will include this information in the candidate competency details email to inform users of this requirement. Use of VPN Use of LAN network",
    "solution_summary":"Ticket is deployed and validated in Production, tracked in 22nd May Deployment Test Cases.xlsx.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24270, 22902]"
  },
  {
    "issue_id":"POI-192",
    "problem_text":"Date Raised: 4\/4\/25 Email Thread: Fwd: IHRP Competency Assessment Details #87931 Candidate Email: sharonangk@gmail.com Context: This candidate reported that her test was automatically submitted while she was reading a site in an open book link. However, when we check the status report, it was captured by the system that she submitted her assessment. Her HR paper was also missing and she was directed to the feedback page.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[23796]"
  },
  {
    "issue_id":"POI-194",
    "problem_text":"Hi Prometric Team, We are attempting to reschedule a candidate using the admin portal to 13 th February 2025, but we are unable to do so as we cannot see the 13 th February slot from the admin portal as seen in the below screenshot. However, we are able to see the 13th February slot from the frontend portal. Email: sabrinazzayni@gmail.com Slot: Can you look into this issue as soon as possible? The candidate's assessment is on next Thursday(13\/02\/2025).",
    "solution_summary":"TIP results: passed. Closing this ticket. Candidate view (IHRP Portal) Admin view (Prometric Admin Portal) CP RPT slots CP CBT slots",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[23500]"
  },
  {
    "issue_id":"POI-195",
    "problem_text":"Candidate Email: kristalang@mws.sg Email Thread: [P3] Did Not Receive E-Cert - Kristal Ang (MWS) #89798 Issue Description: Candidate did not receive E-Certificate although she passed her assessment.",
    "solution_summary":"@Muhammad Hasan May I follow up if this ticket has been resolved?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24093]"
  },
  {
    "issue_id":"POI-196",
    "problem_text":"Date raised: 30\/4\/25 Email Thread: [POI-196] - Navigate to assessment past date instead of EC Candidate: pro.x40@mailto.plus Issue Description: I am attempting to apply for an Upgrade through the admin portal from the candidate tab in UAT Env. However, when I clicked on Upgrade, I was redirected to a screen displaying that the assessment has passed (showing my previous assessment information) instead of navigating me to EC to select an Upgrade.",
    "solution_summary":"Eunice: Hi Rachael, Apologies for the delayed update - vendor has just gotten back. The vendor has attempted to investigate the issue and tried to apply from their end with a test ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25185]"
  },
  {
    "issue_id":"POI-201",
    "problem_text":"Current text: Please have your NRIC\/Passport or any photo ID identification for face verification on the assessment day. Issue: Candidates bring their phone and show their Singpass but prometric does not accept. This causes candidates issue as they are rejected entry to the test. Apparently, Prometric won't budge on this policy. Solution: If they won't budge, lets be EXPLICIT in our message to candidates. When they register we want them to bring physical IDs. New Text: Please physically have your NRIC\/Passport or any photo ID identification for face verification on the assessment day. Singpass or other digital identification methods will not be accepted.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-203",
    "problem_text":"HI \\n\\nPls help to change email from shwu.ping.kee@prudential.com.sg to her new email keeshwuping@gmail.com \\ncandidate has left her previous organization and wish to update her email to access her account.\\n\\nThank you\\n\\nRabiah",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-204",
    "problem_text":"SUSS student faced technical issue. Emailed to IHRP support and received no reply to-date. The assessment date was on 5th May 2025. Please look into this ASAP. Thank you.",
    "solution_summary":"Hi @Shu Ting Ang , currently as noted from the CRM, Shelby has not scheduled an assessment with her yet, we are still waiting for her to schedule, before we can mark this as resolv",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24746]"
  },
  {
    "issue_id":"POI-205",
    "problem_text":"Please update the candidate's email address:\\n\\nThis is the message from the candidate --\\nI would prefer to use my personal email (jesslynongzhenzhen@gmail.com) instead of my company email (jesslyn_ong@saac.org.sg) for updating my profile.\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-206",
    "problem_text":"Please update the appln status to OA-failed as candidate is going to apply as Re-Assessment. Thank you.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-207",
    "problem_text":"Kindly assist to delete the candidate draft in Prometric and CRM. \\nName: Nur Syahidah Binte Zainal Alam \\nEmail: syahidah_zainal@live.com \\n\\nThank you.",
    "solution_summary":"Hi Rachael, Thank you for reaching out. We will be providing an update once the draft is removed. Thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[23961]"
  },
  {
    "issue_id":"POI-209",
    "problem_text":"Hi all,\\n\\nThe candidate has informed us that she was unable to log in using the access code and has contacted eHelp. She is currently awaiting their response. However, the scheduled admission time for the assessment has already passed. Additionally, Eunice has flagged a 'Test Already Attempted' error in a separate email [Test already attempted error message].\\n\\nKindly proceed to request the eHelp transcript and let us know if this is a technical issue, so we can inform the BU for appropriate follow-up. \\n\\nThank you.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-210",
    "problem_text":"Hi all,\\n\\nName: Yuen Ki Ma\\nEmail: mayuenki@gmail.com\\n\\n\\nThe candidate has reported for the second time that she is unable to make payment for the reassessment application. She mentioned that there is no field available for her to enter her card details.\\n\\nKindly assist in checking the issue and advise on the next steps.\\n\\nThank you.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24475]"
  },
  {
    "issue_id":"POI-214",
    "problem_text":"Candidate Email: chiowhui1989@gmail.com Email Thread: Issue Description: The candidate has encountered a similar issue where they were unable to connect to the internet during the assessment. They were advised to connect to the internet and relaunch the secure browser. The candidate also mentioned that they submitted multiple tickets to eHelp but have not received any response so far. Due to the situation, they were quite nervous and attempted to submit several times. Kindly assist by requesting the eHelp transcript and reviewing the attached screenshot to determine the next steps. Thank you.",
    "solution_summary":"Hi @Muhammad Hasan noted that this is possibly a similar issue to : Error Handling Internet\/VPN Pop-Up Message. May we have a update on the eHelp transcript from Prometric and to d",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24476, 24811]"
  },
  {
    "issue_id":"POI-215",
    "problem_text":"Hi all,\\n\\nName: Jing Wen Seng\\nEmail: jwseng001@suss.edu.sg\\n\\nThe candidate has reported the following issues when he was attempting the remote assessment.\\n\\n1. Unable to switch from Open Book Tab to Assessment Tab\\nThis happened twice, and I had to restart my laptop to access the page again. During the first time, I used my phone to record the technical difficulty， have attached the video to this email.\\n \\n2.Lag during environment scan\\nDue to lag during environment scan, I am afraid the first attempt of the scan is not recorded properly. Nonetheless, due to my need to restart the computer twice, I repeated the scan a few more times.\\n \\nThe candidate is certified on 9 May 2025, kindly assist to investigate the issues.\\n\\nThank you. \\n",
    "solution_summary":"Hi @Shu Ting Ang , we have recently deployed this ticket , you may proceed to follow up with the candidate. Apologies for the confusion.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24533]"
  },
  {
    "issue_id":"POI-219",
    "problem_text":"Email Thread: Re: [POI-219] Error Handling Internet\/VPN Pop-Up Message Issue Description: A candidate was unclear regarding whether the internet had issues with the pop-up message indicates that, \\\"Unable to connect to the internet. Please connect to the internet and relaunch the Secure Browser\\\", , but it could be related to something else like active VPNs, before taking an assessment. Issue Resolution: With the ongoing reported issues of candidates facing issues like such, request to add one sentence in the same pop-up to inform candidates to ensure VPN is switched off completely. \\\"Unable to connect to the internet. Please connect to the internet and relaunch the Secure Browser. Please ensure you are not connected via a LAN or VPN \\\", Impact List: S\/N Candidate Email Email Thread 1 chiowhui1989@gmail.com [P3] - [95399] Technical Issues with Secure Browser 2 gem_2803@hotmail.com [P3] - [88968] Unable to access IHRP secure browser SIT Screenshots:",
    "solution_summary":"Any updates on this?",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24790]"
  },
  {
    "issue_id":"POI-220",
    "problem_text":"Candidate reported that the assessment appears as already attempted when they try to enter the secure browser. Pending Prometric Team to share the root cause. Impact list: S\/N Candidate Date raised 1 678thilaga@gmail.com 09\/05\/25 2 lizly2525@gmail.com 15\/05\/25 3 alicekok225@gmail.com 15\/05\/25",
    "solution_summary":"From: Ayush 🔍 Root Cause: The candidate had originally taken the test in the previous year . When the candidate applied for an upgrade or reassessment in the current year , an issu",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24297]"
  },
  {
    "issue_id":"POI-227",
    "problem_text":"Candidate Wei Lee ( email Address: lee.wei@mandai.com) - HR experience is not accurately reflected in CRM. Please assist.",
    "solution_summary":"Hi Kah Boon, No action at DTO end, please clarify if there is any error in creation of application : 1) koh_kai_li@nyp.edu.sg - No records in CRM and Prometric 2) wendyoong87@gmail",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24262, 24925]"
  },
  {
    "issue_id":"POI-228",
    "problem_text":"Hi all,\\n\\nWe would need your assistance to delete\/or investigate on the following candidates’ details. These are the candidates for CSC cohort who are taking the remote assessment on 9 Jun 2025. Thank you.\\n\\n1\\tkoh_kai_li@nyp.edu.sg\\nTo delete appln in Prometric\\n2\\tjo.ann226e@gmail.com\\nTo delete application in Prometric\\n3\\tkohseehwa77@hotmail.com\\nto delete application in Prometric (20250200305)\\n4\\tleong_xin_hwei@moe.gov.sg\\nReflected as draft in CRM (20250500111) although application has been created in Prometric\\n5\\tlisa_loo@wsg.gov.sg\\nReflected as draft in CRM (20250500098) although application has been created in Prometric\\n6\\twendyoong87@gmail.com\\nNot able to sync the email record to prometric\\n7\\tytan193@e.ntu.edu.sg\\nTo change the email to \\nTan_Ying_Tong@Psd.Gov.Sg\\n\\n\\nThank you.\\n\\nRegards,\\nKah Boon",
    "solution_summary":"Hi Kah Boon, No action at DTO end, please clarify if there is any error in creation of application : koh_kai_li@nyp.edu.sg - No records in CRM and Prometric wendyoong87@gmail.com -",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24265, 24801]"
  },
  {
    "issue_id":"POI-232",
    "problem_text":"While doing testing in prod, the team faced an issue where the secure browser became unresponsive after opening a PDF from the external URL and trying to download the file. \\n\\n-- Initial Analysis by Prometric -- \\n\\nThank you for bringing this to our attention.\\n\\nI’ve investigated the issue and identified the root cause. The behavior occurred when a PDF was opened through one of the external links within the OPEN-BOOK-TAB, and an attempt was made to download it.\\n\\nWhile the Secure Browser is generally capable of capturing download events within the OPEN-BOOK-TAB, this particular scenario—involving a download triggered by an externally linked PDF—is more complex and is currently not being detected by the browser.\\n\\nAs a result, the Secure Browser became unresponsive. Addressing this will require deeper analysis and additional development time to ensure such events can be reliably handled moving forward.\\n",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-233",
    "problem_text":"evongmy@gmail.com wrote in to say that she did not receive the notification for donotreply@prometrics. \\nin crm - her date of assessment is 25 June and submitted in prometrics. I believe it is not sync to prometrics. Pls help with this.",
    "solution_summary":"pls note that this has been resolved. Pls close this.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24552]"
  },
  {
    "issue_id":"POI-234",
    "problem_text":"Name: Alastair Tan\\nExisting Email: alastairtan@hotmail.com\\nNew Email: Alastair_TAN@psd.gov.sg",
    "solution_summary":"Hi Rachael, We have update the email address, kindly request for the candidate to do a one time sign up. There is also no record of draft in Prometric therefore please let us know ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24397]"
  },
  {
    "issue_id":"POI-235",
    "problem_text":"Name: Vanessa Chan\\nExisting Email: Vanessachan93@gmail.com \\nNew Email: Vanessa.chan@singaporetech.edu.sg",
    "solution_summary":"Hi Rachael, We have update the email address, kindly ask the candidate to do a one-time sign up thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24412]"
  },
  {
    "issue_id":"POI-236",
    "problem_text":"Name: Ruhayah Soewarno\\nEmail: ruhayah@rmagroup.com.sg",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-237",
    "problem_text":"Candidate Email: ivy.poh@hotmail.com Email Thread: Re: [POI-237] EA Result not updated in Prometric - ivy.poh@hotmail.com Issue Description: Candidate completed her EA reassessment, and on the screen, it was shown as meeting the requirement of CP certification, but result isn't reflected in Prometric, therefore couldn't download the candidate report and e-cert.",
    "solution_summary":"Hasan: Hi @Shu Ting Ang , Prometric has reverted to us and let us know that the candidate can try now—it’s working. The issue occurred due to a configuration error when we handled ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25641]"
  },
  {
    "issue_id":"POI-238",
    "problem_text":"Optimizations done in the secure browser by Prometric Team.\\n\\n1.\\tRestricted Copy and Paste\\n2.\\tEnhanced Exception Logs: All exceptions are now meticulously logged and stored in the Documents(Local Machine) folder.\\n3.\\tDisabled Three-Finger Swipe (Windows): This functionality has been disabled for improved security.\\n4.\\tPre-Login Loader: A loader has been added before the access code page to eliminate the appearance of a white screen.\\n5.\\tAdmin Launch (Windows): An administrator launch option has been provided for enhanced security.\\n6.\\tRestrict PDF Download: When the candidate clicks on download PDF in the open book URL then the PDF will be downloaded and replaced with the ASSESSMENT TAB. So, the candidate will not have the option to back to the assessment. Candidates only have to close the secure browser and open it up again to start the paper. (A popup will be displayed if the candidate clicks to download the PDF).\\n",
    "solution_summary":"Eunice 3\/6\/25: confirmed by prometric team that ticket is deployed together with . Closing this ticket.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24567]"
  },
  {
    "issue_id":"POI-239",
    "problem_text":"Candidate Email: yeoshufang82@yahoo.com \\t Email Thread: Re: [POI-239] - Candidate was kicked out half way during assessment - yeoshufang82@yahoo.com \\t Issue Description: Further context: Upon checking the candidate's activity test log and video recording, she did manage to complete the Labour Legislation Paper and stopped when she moved from 14th to the 15th question of the HR paper - the assessment was force-submitted at the end. Voice was detected throughout her paper since she started the session and was stopped halfway with a credibility score of -2020.",
    "solution_summary":"ST: Hi @Muhammad Hasan , Any updates on the above?",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25124, 24812]"
  },
  {
    "issue_id":"POI-241",
    "problem_text":"Candidate (email: anita_and_chandra@yahoo.com.sg ) said she applied for the wrong cert level and was supposed to take her assessment on 19 March. On 17 March Shelby had replied candidate and asked her to cancel her CA appln, then applied for CP. Candidate did not act on it. Please advise process if candidate wishes to continue the certification and apply for CP instead? thank you.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-242",
    "problem_text":"Name: Ng Xin Ping\\nEmail: ngjong.01@gmail.com",
    "solution_summary":"Hi Rachael, We will proceed to delete the draft and update once it is completed thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24416]"
  },
  {
    "issue_id":"POI-243",
    "problem_text":"Appeal for this candidate Charles.yeojh@gmail.com was approved by Jocelyn and Jing Wei for rescheduling. He wants to do his on-site assessment on 16 July in the morning. There is an error that says : \\\"ihrp.prometric.com says null\\\" The system was running for more than 5 mins. Please attend to this on an urgent basis. Thank you.",
    "solution_summary":"Resolved on 27 May 2025",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24393]"
  },
  {
    "issue_id":"POI-244",
    "problem_text":"Name: Oh Chew Yuan\\nEmail: yen850610@yahoo.com",
    "solution_summary":"Hi Rachael, We will proceed to delete the draft and update once it is completed thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24417]"
  },
  {
    "issue_id":"POI-247",
    "problem_text":"Hi All,\\n\\nName: Chow Yong Chang\\nEmail: y0ngchang@hotmail.com\\n\\nThe candidate applied for IHRP-CP on 27 May 2025. However, the competency email did not include the link for the Experience Assessment (EA). Upon review, the selection of the following does not align with the exemption criteria stated on the website, yet the record shows “NA.”\\n\\nHR Related Qualification Type : Bachelors degree in HR-related course\\nIHRP Recognised Qualification: CSC HR Foundation Programme\\n\\nCould you please assist in checking if this is a technical issue? Thank you.",
    "solution_summary":"Hi @Muhammad Hasan Any update on the above as this case has been pending for sometime.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24727]"
  },
  {
    "issue_id":"POI-248",
    "problem_text":"Hi All,\\n\\nThis candidate was kicked out of the assessment due to excessive background noise. the noise was claimed to be the fan blade and TV noise running in the background.",
    "solution_summary":"is still not resolved?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24481]"
  },
  {
    "issue_id":"POI-249",
    "problem_text":"Name: David Aw\\nEmail: tiancai_is@hotmail.com",
    "solution_summary":"Hi Rachael, We will proceed to delete the draft and update once it is completed thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24418]"
  },
  {
    "issue_id":"POI-250",
    "problem_text":"Below candidate is a “Bump-Down” Case. \\n\\nShe applied for IHRP-CP , failed her EA, passed her Paper A & B. She now wants to Upgrade to CP. \\n\\nAdvice required: Her appln status is showing “Bump Down”, how should we rectify this before she can apply for the Upgrade to CP? She wants to enjoy the 15% discount and the promo code will expire tomorrow, 31st May.\\n\\n",
    "solution_summary":"Hi @Joycelyn Goh Kindly assist with this ticket as it is time-sensitive for the promo code. The candidate, stellalow@hotmail.com , has been downgraded in the IHRP-CP application de",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24472]"
  },
  {
    "issue_id":"POI-251",
    "problem_text":"Candidate encountered a $NULL payment and cannot proceed with her application. I had also sent an email to Hello for urgent resolution. \\n\\nCandidate's email address: Blythe Tay <blythetay82@gmail.com>",
    "solution_summary":"Hi Shelby, Candidate has selected a assessment date on 10\/10\/25. However Fees List Q3 2025 is only created until 30\/9\/25. Please proceed to update the fee list or request for the c",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24473]"
  },
  {
    "issue_id":"POI-252",
    "problem_text":"Email Address: woshichongkiat@gmail.com\\nName: Chong Kiat Ang\\n\\nAn email was also sent to HELLO team and bcc Cheryl and Shu Ting. Candidate's profile setting looks ok but he is unable to click on APPLY NOW. There was no response when he clicked on the button. He had sent a video copying Hello team, cheryl and shu ting on 26 May. Please investigate asap.",
    "solution_summary":"Hi Shelby, The draft has been removed in Prometric, candidate should be able to reapply. Please reach out if there is any other issues thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24527]"
  },
  {
    "issue_id":"POI-260",
    "problem_text":"Please refer to my email today (30May). Please delete draft appln 20250500256 from the Prometric and inform candidate once this is done. Thank you.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-262",
    "problem_text":"candidate name: Rukzana Hamid \\nApplication number 20240400238\\n\\nCase: \\nIn CRM - status OA Failed\\nIn prometrics - pending eligiblity check \\n\\nPls check on the why in prometric the status is such and how can she retake her papers\\n\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-263",
    "problem_text":"Candidate: leeleng@kin.net\\nhas not been able to register as the pop message: there is an existing NRIC number \\n\\n1) please delete any pre-existing draft or profile to allow candidate to submit application\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-264",
    "problem_text":"Please refer to my email today with the above title. \\nCandidate's name: Kai Ling Ong\\nEmail: ongkailing@live.com\\n\\nHer Competency details email requested her to do EA. She has a recognised Specialist Diploma from Nanyang Poly which exempts her from EA. Please advise ow to rectify this? can Prometric update the status backend?",
    "solution_summary":"Hi Shelby, Following up on the candidate’s case, I’ve consulted with the L2 team and confirmed that the issue stems from an incorrect selection made during the application process.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24568]"
  },
  {
    "issue_id":"POI-265",
    "problem_text":"Name: Blues Leong\\nemail: blues <bluesleong921115@gmail.com>\\n\\nTo enable her to continue with her fresh application. Please see her email with the title: Re: IHRP– Reminder to complete your draft application #94102",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-266",
    "problem_text":"Name: Vebby Susanto\\nEmail: vebbyane.susanto@hdi.global",
    "solution_summary":"Hi Rachael, We will provide an update once the draft has been successfully deleted and cancelled.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24565]"
  },
  {
    "issue_id":"POI-267",
    "problem_text":"Name: Du Zhenquan\\nExiting email: lancer244@hotmail.com\\nNew email: vernon.du@elitez.asia",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-268",
    "problem_text":"Dear Irene and Jia Wen,\\n\\nOur tech support team @Hello (IHRP) is assisting to check on your case. From the record, you will be exempted from EA so you would not be required to do it. \\n\\nLet us come back to you again once our Hello Team has an update. Thank you.\\n\\n\\nBest regards,\\nMs. Lim Kah Boon\\nManager. Professional Practices & Certification\\n \\nOur team is available from 9.00am to 6.00pm on weekdays, excluding public holidays, and we endeavour to respond within 3 working days. As advocates of work-life harmony, please do not feel obliged to reply beyond working hours, unless explicitly requested. Thank you for joining us in promoting a healthy balance between work and personal time.\\n\\n\\n\\nDISCLAIMER\\nPrivileged\/Confidential information may be contained in this email. If you are not the intended recipient, please inform the sender and delete it immediately. Thank you.\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-269",
    "problem_text":"Name: Jocelyn Chan\\nExisting email: jonicklam@hotmail.com \\nNew email: Jocelyn_CHAN@mas.gov.sg",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-270",
    "problem_text":"Name: William Ang\\nEmail: William.Ang@MarinaBaySands.com",
    "solution_summary":"Hi Rachael, We will provide an update when the draft is delete.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24652]"
  },
  {
    "issue_id":"POI-272",
    "problem_text":"Name: Neha Khare\\nEmail: nehakhare7@gmail.com",
    "solution_summary":"Hi Rachael, We will provide an update once the daft is delete.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24653]"
  },
  {
    "issue_id":"POI-273",
    "problem_text":"Name: Melda Tay\\nEmail: shuxiantay@gmail.com",
    "solution_summary":"Hi Rachael, We will provide an update once the daft is delete.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24654]"
  },
  {
    "issue_id":"POI-274",
    "problem_text":"On Wed, 21 May at 2:25 PM , Lim Kah Boon <kahboon.lim@ihrp.sg> wrote: \\nHi all,\\n \\nJane tried to log in using her personal and corporate emails. Attached the video for your troubleshooting.\\n \\nAs the promo will be ending on 31 May, would need your urgent help to look into it. Thanks.\\n \\nRegards,\\nKah Boon\\n",
    "solution_summary":"Hi Kah Boon, We will provide an update once the daft is delete.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24655]"
  },
  {
    "issue_id":"POI-275",
    "problem_text":"From: Noor MdAli <nooriah.mdali@gmail.com>\\nSent: Friday, May 23, 2025 11:49:31 AM\\nTo: Kah Boon LIM <kahboon.lim@ihrp.sg>\\nSubject: Re: [Limited time offer!] Celebrate International HR Day with 15% savings \\n \\nDear Kah Boon, I accidentally chosen the wrong date can help me to cancel it. payment not made yet. Thank you. On Wed, May 21, 2025 at 11:17 PM Kah Boon LIM <kahboon.lim@ihrp.sg> wrote: Dear all, You might have already received this email \\nNkdkJdXPPEBannerStart\\nExternal Sender - From: (Noor MdAli <nooriah.mdali@gmail.com>) \\n\\nThis message came from outside your organisation. \\n\\t\\n\\n\\n\\n\\nNkdkJdXPPEBannerEnd\\nDear Kah Boon,\\n\\nI accidentally chosen the wrong date can help me to cancel it. payment not made yet.\\n\\nThank you.\\n\\n",
    "solution_summary":"Hi Kah Boon, We will provide an update once the daft is delete.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24657]"
  },
  {
    "issue_id":"POI-276",
    "problem_text":"Name:Wendii Kong\\nExisting Email: wendiikongoikw@gmail.com\\nNew Email: Wendii_KongOK@sats.com.sg",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-286",
    "problem_text":"Hi all,\\n\\nWe received the email from LHub for \\n\\n•\\tFull Name: LAI JUN RAN, JOSH\\n•\\tEmail Address: joshlaijr2000@gmail.com\\n•\\tNRIC (last 4 characters): Txxxx178G\\n•\\tCourse Completion Date(s): 20th May 2025\\n\\nNoted he has a draft CA application but he has also mentioned that he is unable to use the corp code. (it could be that his employment detail is empty – need to indicate NTUC Lhub to activate the corp code). Would need your assistance to delete the draft application and will let him know to also update his employment details before applying. \\n\\nA ticket will also be submitted in trackify. Thanks.\\n\\nRegards,\\nKah Boon\\n",
    "solution_summary":"Hi Kah Boon, We will provide an update upon the deletion.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24823]"
  },
  {
    "issue_id":"POI-287",
    "problem_text":"Hi all,\\n\\nThe candidate (CSC) is trying to register for the reassessment, but she received the error below. \\n\\nNeed your assistance to check on this case. Thank you.\\n\\nA ticket will be submitted to Trackify.\\n\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-288",
    "problem_text":"Hi all,\\n\\nCould we kindly confirm whether this application was cancelled by the candidate on 16\/05\/2025, as indicated in the audit history?\\n\\nThis appears unusual, as the assessment date was 14\/05\/2025, and our understanding is that the system should not permit candidates to cancel their applications after the assessment has taken place.",
    "solution_summary":"Eunice: Hi @Shu Ting Ang We have concluded the investigation confirmed that the cancellation was initiated by the Candidate from the IHRP Portal. As to why candidate was able to do",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24917]"
  },
  {
    "issue_id":"POI-289",
    "problem_text":"Hi All,\\n\\nName: PEI YI WONG\\nEmail: peiyi901104@gmail.com\\n\\nL1 has confirmed that the payment for the reassessment has been successfully processed. However, the application is still showing as a pending draft in Prometric.\\n\\nCould you please assist in syncing the application so that the candidate can proceed with the failed Experience Assessment? \\n\\nThank you. \\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-290",
    "problem_text":"michelle.sinsm@gmail.com\\napplication number : 20250400218\\nIn crm - application is canx. \\nin Prometrics - they are two drafts. Can you please cancel so she can reapply using SFC?",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-292",
    "problem_text":"The candidate wants to retake his EA, but is unable to, because it indicates that he already passed the EA, although he did not attempt it and there was no email sent to him to retake only his EA after he made payment. Candidate’s claim as per the screenshot attached:",
    "solution_summary":"Hasan: Hi @Shu Ting Ang , The candidate has managed to attempt the EA after fixing a mapping issue was resolved from the vendor's end. You may proceed to close this ticket.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25510]"
  },
  {
    "issue_id":"POI-293",
    "problem_text":"A second reassessment record exists despite the absence of payment",
    "solution_summary":"Hi @Shu Ting Ang , candidate is an upgrade, and her CP certification expired on 30 th June 2021. BU has responded and mentioned that we can deactivate her SP Upgrade application an",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25160, 25194]"
  },
  {
    "issue_id":"POI-294",
    "problem_text":"Candidate tried multiple times to enable the sharing screen feature on his MacBook, but was unable to proceed.",
    "solution_summary":"Hi @Shu Ting Ang , For this candidate, it is advised to: 1. Ensure that when the screen sharing prompt appears, they select the \"Entire Screen\" option and then click \"Share\". 2. Fo",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25080]"
  },
  {
    "issue_id":"POI-297",
    "problem_text":"2 candidates claimed that they were unable to use the reassessment promo code \\n- tiancai_is@hotmail.com\\n- shuxiantay@gmail.com\\n\\nKindly assist to check. ticket created",
    "solution_summary":"Hi @Muhammad Hasan , Please proceed with the testing and provide us with any updates and outcomes so we can follow up accordingly. Thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24936, 25021]"
  },
  {
    "issue_id":"POI-298",
    "problem_text":"Name: Nove Tan\\nEmail: novetanyl@gmail.com",
    "solution_summary":"Hi Rachael, We will provide an update after deletion. Thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24887]"
  },
  {
    "issue_id":"POI-300",
    "problem_text":"Name: Van Goh\\nEmail: gohyvonne@ymail.com\\nIssue: Checked and confirmed there are slots available but candidate unable to view the slot for July onsite. I will drop the screenshot via email to tech support.\\n\\nThank you.",
    "solution_summary":"Resolved in Freskdesk and replied to the candidate.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24944]"
  },
  {
    "issue_id":"POI-301",
    "problem_text":"Hi all, \\n\\nPlease assist to delete draft appln: nurul.syahidah@adecco.com, application no. 20250400293 as candidate would like to register for another assessment date. \\n\\nThanks. A ticket will be submitted in Trackify\\n\\nRegards,\\nKah Boon\\n",
    "solution_summary":"Hi Kah Boon, Any updates on the above?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25026]"
  },
  {
    "issue_id":"POI-302",
    "problem_text":"Hi All,\\n\\nName: Soon Yee Melissa Yeo\\nEmail:melissayeosy@gmail.com\\n\\nFinance has received a reschedule payment, however, it does not appear to be linked back to CRM as no data has been reflected in the system.\\n \\nAppreciate it if you could kindly investigate and advise accordingly.",
    "solution_summary":"ST: Hi @Eunice Chiang , Any updates on the above?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25100, 25149]"
  },
  {
    "issue_id":"POI-303",
    "problem_text":"Name: Chan Yoke Chien \\nEmail: grace.chanyc@ktcgroup.com.sg\\nApplication number: 20240600024_1\\n\\nNew assessment date: 12\/8\/25 9am onsite assessment\\n\\nScreenshot will be provided via email.",
    "solution_summary":"Hi Rachael, As discussed with Eunice, the candidate’s reassessment application has been rescheduled to a new date. Kindly update the application details in CRM accordingly. Thank y",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24938]"
  },
  {
    "issue_id":"POI-304",
    "problem_text":"Hi All,\\n\\nName: Felicia Leong Xin Hwei\\nEmail: leong_xin_hwei@moe.gov.sg\\n\\n\\nThis pertains to the CSC candidate we previously discussed. Due to a technical issue, the candidate was provided with the Experience link; however, they are actually exempted, which led to the confusion.\\n\\nAdditionally, the candidate encountered issues while downloading the secure browser and reached out to ehelp but did not hear back from them. Could you please assist in identifying the microphone issue the candidate encountered and check the transcript with Prometric to understand why no assistance was provided during the session. Please refer to ticket 97562 for more information. \\n\\nThank you. \\n",
    "solution_summary":"Hi @Shu Ting Ang , Prometric has advised that: Close all other applications that might be using the microphone. Ensure microphone access is enabled for both the operating system an",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25081, 25184]"
  },
  {
    "issue_id":"POI-305",
    "problem_text":"hajarah_3@yahoo.com.sg - Please delete draft in prometrics under this email address to facilitate her application \\n\\n\\nThank you",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-306",
    "problem_text":"Hi all,\\n\\nNeed your help on this case. Noel’s record has been updated as OA-failed in CRM as well in Prometric. \\n\\nHowever, he is unable to proceed with the reassessment. Thank you.\\n\\nRegards,\\nKah Boon\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-307",
    "problem_text":"Email: berniceoxy@gmail.com\\n\\n Email Thread: Re: IHRP - Congratulations! - [97334] \\n\\nMigrated candidate is suspected to have incorrect EA Specialization as part of the migrated data was incorrectly input.\\n",
    "solution_summary":"Eunice: Hi @Muhammad Hasan and @Shu Ting Ang , Based on our investigation, the field 'L&D' was migrated into Prometric and data is accurate as per what was signed off by A&I. I hav",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[24953]"
  },
  {
    "issue_id":"POI-308",
    "problem_text":"Name: Valerie Chua\\nEmail: valchua@rising.com.sg",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-312",
    "problem_text":"Name : rachel.tjh09@gmail.com\\n\\nDelete draft in prometrics and CRM to allow candidate to proceed with application.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-313",
    "problem_text":"Delete of draft for lapcoat@yahoo.com so candidate can proceed to apply and pay via SFC",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-314",
    "problem_text":"Hi all,\\nWould like to check the update on this as the candidate has sent in a reminder email. Thanks!\\n\\nHi all,\\n\\nYou may retain Wendy’s email to WendyPanYQ@rsmsingapore.sg. Thanks!\\n\\nRegards,\\nKah Boon\\n\\nFrom: Wendy Pan YQ <WendyPanYQ@rsmsingapore.sg> \\nSent: Friday, 11 April 2025 9:59 am\\nTo: Kah Boon LIM <kahboon.lim@ihrp.sg>\\nSubject: RE: [Gentle Reminder]: Stay Certified, Stay Ahead! Enjoy Recertification Savings\\n\\n\\nHi Kah Boon,\\n\\nPlease keep it as WendyPanYQ@rsmsingapore.sg\\n\\nThank you!",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-315",
    "problem_text":"ramzi.jamal@gmail.com - pls delete draft to facilitate application",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-316",
    "problem_text":"yogeswari1882@gmail.com - pls delete both draft under candidate tab and report tab",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-317",
    "problem_text":"Please delete his upgrade draft appln 20250500015 in order for him to submit a fresh application. Thank you.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-318",
    "problem_text":"Hi all,\\n\\nThis candidate came to the onsite application clinic on 17 Jun 2025 and wanted to apply for upgrade (IHRP-SP) but not able to click on the upgrade button. her email address is rystelle@rocketmail.com. Thanks.",
    "solution_summary":"Hi Kah Boon, The candidate name is Boon Khin, Rystelle Png. We have removed the comma please ask the candidate to try again thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25050]"
  },
  {
    "issue_id":"POI-319",
    "problem_text":"Name: Jennie Tan\\nEmail: 03jnie09@gmail.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-320",
    "problem_text":"Name:Ho He\\nEmail: heidi.ho@biotronik.com\\nApplication number: 20250600194\\nAssessment date and slot: 26 Sept 2025, 9am",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-321",
    "problem_text":"Hi all,\\n\\nName: Pei Jun Tan\\nEmail: tanpeijun.13@gmail.com\\n\\nCandidate wrote in on 13 Jun stating that she was scheduled for the IHRP Assessment remotely, however due to technical problems she haven been able to log in and complete the assessment. The secure browser is unable to detect her camera, and could not let her proceed on. Unfortunately she have exhausted all methods to connect the webcam and no other means to troubleshoot. \\n\\nKindly assist in verifying the camera issue using the provided screenshot. The candidate has confirmed that she did not reach out to eHelp support, as she were unaware of its availability.\\n",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25153]"
  },
  {
    "issue_id":"POI-322",
    "problem_text":"jannathul27@gmail.com - pls delete draft for this candidate to proceed to application",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-323",
    "problem_text":"Name: Winnie Law\\nEmail: waiyee1435@gmail.com\\nApplication number: 20250400151_1",
    "solution_summary":"Hi Rachael, We will be closing this ticket since there is no further update. Please reopen if required thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26356]"
  },
  {
    "issue_id":"POI-324",
    "problem_text":"Please merge her accounts under her personal email account.\\n\\nOld email: puvan.gunaseelan@ap.jll.com\\n\\nUSE THIS NEW EMAIL: puvaneswarri.gunaseelan@outlook.com\\n\\nThank you. \\n\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-325",
    "problem_text":"The below candidate was not assigned an EA. She has no courses that will exempt her from EA. \\nyenmiko.mk@gmail.com\\nin Prometric it only showed 2 papers and her confirmation note did not have the link to EA. Pls advise",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25667]"
  },
  {
    "issue_id":"POI-326",
    "problem_text":"Hi Kah Boon, \\n\\nThanks very much for your help! \\n\\nFor the email address, could I trouble you to update to dawntong@gmail.com? I’m afraid I would also need you to help reset my password as I was unable to log in with my previous email. \\n\\nFor the CPD training hours, I recently went for a Python course to automate HR processes and do HR analytics, details and cert are attached: (https:\/\/nusbsee.emeritus.org\/python-for-analytics). Could I confirm that this would be eligible for CPD hours? \\n\\nThanks!\\nDawn\\n",
    "solution_summary":"Hi Kah Boon, The update has been done, kindly ask the candidate to perform a one time sign up using dawntong@gmail.com thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25158]"
  },
  {
    "issue_id":"POI-327",
    "problem_text":"Hi Kah Boon\\n\\nAttached error to login. Please advise.\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-328",
    "problem_text":"Candidate email: waisusian@gmail.com to facilitate this application. His assessment is slotted forr 1st week of July",
    "solution_summary":"Hi Rabiah, We have removed the draft in Prometric. Please note that the candidate current application is created in Talview and status remains as submitted. Thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25197]"
  },
  {
    "issue_id":"POI-329",
    "problem_text":"Name: Saranjay S\/O Manohar\\nExisting Email: saranjay_1995@hotmail.com\\nNew Email: saranjay.manohar@thkmc.org.sg\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-330",
    "problem_text":"Name: Alvin Wong Wei Xiang\\nEmail Address: alvin_wong08@hotmail.com\\n \\nIssue Description\\n\\nPlatform: CRM\\nType of Issue: HR Experience Accumulated Discrepancy\\nDetails of Issue: Upon checking the system, we found under the Employment & Education tab that the HR experience recorded does not match the total number of years he has worked. While his employment history reflects 4 years, only 2 years are reflected in the HR Experience field.\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-331",
    "problem_text":"Name: Lynn Tan\\nCurrent email used: ellewhynn@gmail.com\\nCorporate email account: lynn.tan@thkmc.org.sg\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-332",
    "problem_text":"Hi all,\\n\\nWould need your assistance to delete the application in Prometric as Grace is going to apply for IHRP-CP instead. We have deactivated the IHRP-SP application in CRM (20250600055).\\n\\nA ticket will also be submitted in trackify. Thanks!\\n\\nRegards,\\nKah Boon\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-333",
    "problem_text":"Hi all, This candidate has faced an issue whereby she could not access the Secure Browser due to having a VPN. This issue is related to We are currently reaching out to Prometric to find more details about this regarding the e-help transcript. Thank you. E-Help Transcript:",
    "solution_summary":"Hi @Shu Ting Ang , here is the root cause and solutions for the issue Root Cause: Candidate faced issues with accessing the Secure Browser because she had a VPN. With a LAN Port or",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update the Secure Browser to the latest build.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25245, 25410]"
  },
  {
    "issue_id":"POI-334",
    "problem_text":"Candidate was doing her EA on 3rd June when she faced tech issues. She claimed that her EA was submitted despite tec issues. Please reconfirm if her submission was indeed made as when I checked the Prometric, the submission was not done yet. She is taking her competency assessment on 16th July. Appreciate your URGENT help please.",
    "solution_summary":"ST: Hi @Muhammad Hasan , Any updates on the above?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25451]"
  },
  {
    "issue_id":"POI-335",
    "problem_text":"Name: Susan Yeo\\nEmail: susanyeo@courts.com.sg\\n\\nHi @Hasan,\\n\\nThe candidate did not receive the competency email for the assessment scheduled on 25 June 2025. The reassessment application was successfully submitted on 13 June 2025.\\n\\nCould we kindly check with Prometric on why the email was not sent out?\\n\\nThank you.",
    "solution_summary":"Hi @Muhammad Hasan , The candidate followed up via ticket #98808, confirming that she received the access code I regenerated earlier this morning. However, the email indicates that",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25218, 25646]"
  },
  {
    "issue_id":"POI-336",
    "problem_text":"Candidate would like to change his personal email: shawn.tan.mobile@gmail.com to shawn.tan@thkmc.org.sg",
    "solution_summary":"Hi Rabiah, There is a draft for the candidate under shawn.tan.mobile@gmail.com. We will delete it before the update of email address thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25225]"
  },
  {
    "issue_id":"POI-338",
    "problem_text":"While doing testing in prod, the team faced an issue where the secure browser became unresponsive after opening a PDF from the external URL and trying to download the file.\\n\\n-- Initial Analysis by Prometric --\\n\\nThank you for bringing this to our attention.\\n\\nI’ve investigated the issue and identified the root cause. The behavior occurred when a PDF was opened through one of the external links within the OPEN-BOOK-TAB, and an attempt was made to download it.\\n\\nWhile the Secure Browser is generally capable of capturing download events within the OPEN-BOOK-TAB, this particular scenario—involving a download triggered by an externally linked PDF—is more complex and is currently not being detected by the browser.\\n\\nAs a result, the Secure Browser became unresponsive. Addressing this will require deeper analysis and additional development time to ensure such events can be reliably handled moving forward",
    "solution_summary":"Eunice: Ticket deployed on 26\/6\/25 Production testing results attached in Jira. Issue to be monitored: The PDF within the expandable file can be downloaded and saved locally. Howev",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update the Secure Browser to the latest build.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25379]"
  },
  {
    "issue_id":"POI-343",
    "problem_text":"Candidate was charged for IHRP-SP recertification twice. \\n\\nCandidate Name: Kwee Chung Yong\\nCandidate Email: kcyong83@gmail.com\\nCandidate Application ID: 20250400038\\nDate of Submission: 30\/5\/25",
    "solution_summary":"Hi @Zac Tan , Candidate reached out to us and highlighted that they were charged twice for an application they had made. Finance has confirmed that there were 2 identical payments ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25344]"
  },
  {
    "issue_id":"POI-346",
    "problem_text":"•\\tCurrent (school) email: 2202544I@student.tp.edu.sg\\n•\\tNew (personal) email: tangtianxin29@gmail.com\\n\\nPlease assist in changing the email as candidate has graduated, found a job and wants to apply under her company",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-347",
    "problem_text":"refer to email dtd 23 Jun\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-348",
    "problem_text":"Affected User\\n\\nName: Qing Rong Ang\\nEmail Address: ben_q_r_ang@ite.edu.sg\\nApplication No (if any): 20250500135\\nAssessment Date (if any): 7\/7\/25\\n \\n\\nIssue Description\\n\\nPlatform: Prometric\\nType of Issue: Candidate was able to apply for new IHRP-SP Application, instead of upgrading\\nDetails of Issue: Upon checking in CRM, we noticed the candidate was able to apply for a new IHRP-SP Application, instead of upgrading from IHRP-CP.\\n\\nKindly advise.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-349",
    "problem_text":"Please help to change her email address from SIM_Cheng_Hwee@ica.gov.sg to claudiasim1997@gmail.com\\n\\nShe cannot receive the competency details due to firewalls by her company's site. She is taking her CP assessment on 1st July and she has not done her EA. Appreciate if you can expedite this URGENTLY please. Thank you.",
    "solution_summary":"Hi @Muhammad Hasan , Could you please submit a urgent request to Prometric to update the candidate’s email address as soon as possible? She has not yet completed the EA, and the as",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25413]"
  },
  {
    "issue_id":"POI-350",
    "problem_text":"Email has been sent. Thanks!",
    "solution_summary":"ST: Hi @Joycelyn Goh , May I check if there is any update on this?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25668]"
  },
  {
    "issue_id":"POI-351",
    "problem_text":"Name: Wang Wei\\nEmail: vincent_wang1984@hotmail.com\\n\\nName: Wendy Tan\\nEmail: wendy.tan@thkmc.org.sg\\n\\nName: Abdul Qayyum Bin Mohd Mazlan\\nEmail: mail@abdulqm.com\\n\\nName: Shirlin Lee\\nEmail: shirlin.lee@thkmc.org.sg\\n\\n\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-352",
    "problem_text":"I am raising a ticket to request your assistance in urgently changing the email address of a candidate. Currently, the candidate's email address is Jovelle_ZHUO@nuhs.edu.sg, and we need it updated to itsjovelleee@gmail.com. The candidate's assessment is scheduled for 8 July, and they are unable to access the link due to firewall restrictions with their corporate email. \\n\\nCould you please expedite this change at your earliest convenience? Your prompt action on this matter would be greatly appreciated.",
    "solution_summary":"Hi Vidhya, We have updated the candidate’s email address to itsjovelleee@gmail.com in Prometric and regenerated the competency email accordingly. Please inform the candidate, and l",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25608]"
  },
  {
    "issue_id":"POI-353",
    "problem_text":"Please see forwarded email. Thanks.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-354",
    "problem_text":"Name: Tan Hongkun\\nEmail: flairsome@gmail.com\\nApplication number: 20230700273_1\\n",
    "solution_summary":"Hi Rachael, Thank you for the update. We will close this ticket.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26373]"
  },
  {
    "issue_id":"POI-355",
    "problem_text":"Email has been forwarded to TechSupport",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-356",
    "problem_text":"He selected the wrong option during application therefore wasn't offered to do EA.\\nName: Russell Lee \\nEmail: russell.tee@mandai.com\\nApplication number: 20250600106\\n\\n\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-357",
    "problem_text":"This candidate has been facing repeated issues when doing his assessment. He listed the issues he faces in an email which he sent to me on 1 July 2025 5:14pm. I have already forwarded to tech support via email. Kindly please expedite this matter. Thank you. Candidates' information is Cyril: cyril.lim@tenderfresh.com.sg",
    "solution_summary":"Hi @Hasan, Thank you for the updates, we will close this ticket.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27019]"
  },
  {
    "issue_id":"POI-358",
    "problem_text":"Email has been forwarded to TechSupport Team",
    "solution_summary":"Eunice: Hi @Shu Ting Ang , Prometric has removed the application and i have confirmed on the same. Please get Kah Boon to apply and let us know once this is done.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25650]"
  },
  {
    "issue_id":"POI-359",
    "problem_text":"Name: Abdul Qayyum Bin Mohd Mazlan\\nExisting email: mail@abdulqm.com \\nNew email: abdulmazlan@thkmc.org.sg\\n\\nName: Wang Wei\\nExisting email: vincent_wang1984@hotmail.com\\nNew email: vincent.wang@thkmc.org.sg\\n\\n\\n\\n\\n",
    "solution_summary":"Hi Rachael, The email address has been updated please request for the candidates to perform one time sign up using the new email thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25678]"
  },
  {
    "issue_id":"POI-360",
    "problem_text":"Emails have been forwarded to TechSupport team. thanks!",
    "solution_summary":"ST: Hi @Hasan, Any updates on the above?",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26433, 26666]"
  },
  {
    "issue_id":"POI-361",
    "problem_text":"Email has been forwarded to TechSupport. Thanks!",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-362",
    "problem_text":"Affected User\\n\\nName: Jertaime Wong\\nEmail Address: wongxiting@gmail.com\\nApplication No (if any):\\nAssessment Date (if any):\\n \\n\\nIssue Description\\n\\nPlatform: Prometric\\nType of Issue: Change of email address in Prometric\\nDetails of Issue: Candidate email address in CRM different in prometric and will like to change it to the same as email as CRM\\n\\n\\nEmail in CRM : jertaime@hotmail.com\\n\\nEmail in Prometric: jertaime_wong@mse.gov.sg\\n\\n\\nCandidate will like to change jertaime_wong@mse.gov.sg to jertaime@hotmail.com\\n\\n\\n\\n",
    "solution_summary":"ST: Hi Jia Rong, I have update the candidate email address to jertaime@hotmail.com backend, please ask the candidate to do a one time sign up using jertaime@hotmail.com. Hi @Hasan,",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25744]"
  },
  {
    "issue_id":"POI-363",
    "problem_text":"Candidates Name: Janice Ong \\nCandidates Email: janiceong33@gmail.com\\n\\n\\nCandidate has got clarification on 3 questions listed below. \\n\\n1. The video only shows how a face photo is to be taken. It does not show how a photo of NRIC is to be taken. Please advise how do we capture our NRIC photo.\\n2. If I face technical difficulties during the assessment, how do I get quick assistance? Please advise which is the proper and correct way to get quick assistance during the assessment as time is of the essence. \\n3. Please refer to the attached file on \\\"IHRP-Tech003-How to run IHRPdemo exam.pdf\\\". Is this the UAT platform where we can test the connection and demo exam now and not mess up with the actual assessment\/test for the EA, Labour Legislation and Competencies assessments?",
    "solution_summary":"ST: Hi Vidhya. Please find my response to the above enquires. 1. Candidates just need to take a picture of their face and prepare the physical NRIC in cased there is a need to show",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[25806]"
  },
  {
    "issue_id":"POI-364",
    "problem_text":"Email has been forwarded to TechSupport. Thanks!",
    "solution_summary":"Hi Kah Boon any updates?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26103]"
  },
  {
    "issue_id":"POI-365",
    "problem_text":"Candidate wants to apply for another certification level.\\n\\nName: Teng Hui Min Samantha \\nEmail: Samantha.Teng@thkmc.org.sg\\nApplication number:20250600276",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-374",
    "problem_text":"Candidate was bump down in Dec 23, and system created a draft CA application. Kindly advise the next course of action as she plans to apply as new. \\n\\nName: Cecilia Ang \\nEmail: cecilia.ang@live.com\\n",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26379]"
  },
  {
    "issue_id":"POI-375",
    "problem_text":"Name: Lay Cheng Tan Email : laycheng2222@gmail.com Application Number: 20250600067 ST: Hi @Muhammad Hasan , Finance has received a payment for upgrade to CP on June 10, however, it does not appear to be linked back to CRM as no data has been reflected in the system. Appreciate it if you could kindly investigate and advise accordingly. Application: 20250600067 More screenshots will be provided in Jira thank you. Receipt from Stripe: CRM: Thank you.",
    "solution_summary":"Eunice: ITG has confirmed that the issue arise due to the an API that was not called - \"Update Payment Status\". They are currently how this happened and will provide an update. We ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26532]"
  },
  {
    "issue_id":"POI-376",
    "problem_text":"Email has been sent to Techsupport. Thanks\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-377",
    "problem_text":"Candidate is unable to use her Skillsfuture Credit for her application. An error message popped up stating that she submitted a claim for another application. Kindly assist. Jacqueline Tan <jacq1828@gmail.com>\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-378",
    "problem_text":"Candidates encountered \\\"NULL' error when applying for their assessments on 3rd July. Please delete the draft applications so that they can complete the application asap. Thank you.\\n \\t \\n 1\\tJun Wei\\tjunwei.scdf@gmail.com\\n (Appln no. 20250700020)\\n\\n2\\tAmelia \\tamelia_oh@scdf.gov.sg\\n (Appln no. 20250700023)\\n\\n3\\tCatherine\\tcatherine_toh@scdf.gov.sg\\n (Appln no. 20250700019)\\n\\n4\\tTai Hao\\ttan_tai_hao@scdf.gov.sg\\n (appln no. 20250700022)\\n\\n5\\tTrina \\ttrina_liz@scdf.gov.sg\\n (appln no. 20250700021)\\n\\nThank you.\\n\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-379",
    "problem_text":"Candidate had passed her assessment and would like to change her current SPH email to her personal email instead for future correspondence with IHRP? April Lee <aprillee@sph.com.sg> change to <april_lby@yahoo.com>.",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-380",
    "problem_text":"Name: Heidi Ho Mei Lan\\nEmail: heidi.ho@biotronik.com\\nApplication number: 20250600194\\n\\nCandidate wishes to apply for CP instead of CA.",
    "solution_summary":"ST: Hi @Joycelyn Goh , Thank you for the update. May we confirmed that due to this human intervention. We can proceed to delete the paid assessment in Prometric and update the OA-F",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26769]"
  },
  {
    "issue_id":"POI-381",
    "problem_text":"Candidate was in the payment page for too long and they could not proceed with the payment. Kindly delete the draft application so that candidate and reapply. JENNIE TAN <03jnie09@gmail.com>",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-382",
    "problem_text":"Name:Hizarni Omar\\nEmail:hizarni@gmail.com\\nApplication number:20250700064\\n\\nName: Hasanah Abdullah\\nEmail:hasanahabd@gmail.com\\nApplication:20250700065\\n\\nName:Nursakina Zainudin\\nEmail:nursakinazainudin83@gmail.com\\nApplication:20250700069\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-383",
    "problem_text":"She mentioned that she emailed to hello@ihrp.sg as she faced payment error when she wanted to make payment using Skillfuture, but she has not received any reply on how to resolve yet. Kindly assist. \\n\\nCandidates Name: Teh Yan Ping\\nCandidates Email: tehyp@angloeastern.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-384",
    "problem_text":"Candidate wrote in to say that she has \\\"been facing technical issues accessing the assessment portal since May. I was unable to log in on the assessment date and had approached your team back then. Was informed that the issue would require some time to fix and that someone would get back to me\\\"\\n\\nPlease check on this and advise how to proceed. It seems that she did not attempt the reassessment on 13 May 2025. \\n\\nLooks like she contacted IHRPsupport and the subject heading is \\\"Error for 74709028\\\"\\n\\nThank you \\n\\n\\n",
    "solution_summary":"ST: Hi @Hasan, Any updates on the above?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26455]"
  },
  {
    "issue_id":"POI-385",
    "problem_text":"Dear Shu ting \\n\\nAs per our discussion, pls assist with this candidate: beatricengsl@gmail.com\\nShe is in the approval list for waiver of EA fee. I will require you to delete the record as stated in the title so I can proceed to create a slot for the retake. Thank you",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-386",
    "problem_text":"Hi \\nThis below candidate is entitled to a free reassessment for EA however, i am not able to slot a retake as the pop in msg says \\\"test already attempted\\\" - Pls assist.\\nJunxuan90@hotmail.com",
    "solution_summary":"Hi Rabiah, As discussed we have resolved this issue and will be closing the case.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26415]"
  },
  {
    "issue_id":"POI-387",
    "problem_text":"Please delete the CA draft application for Sophia Nainan (email: sophia_rebecca@hotmail.com) ASAP. Thank you",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-388",
    "problem_text":"email forwarded to techsupport\\n",
    "solution_summary":"Eunice: Hi All, Ellenie has confirmed that candidate's assessment is found on Talview and will be added as part of the migration list. We’ve requested the vendor to remove the appl",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26422]"
  },
  {
    "issue_id":"POI-389",
    "problem_text":"Hi @Hasan, \\n\\nPlease assist to update the name and email address in Prometric for this candidate. \\n\\nCurrently in Prometric\\nName: Susan Yeo\\nEmail: susanyeo@courts.com.sg\\n\\nPlease change it to:\\nFirst Name: SIOK CHIN\\nLast Name: YEO\\nNew Email: melonyeo@gmail.com\\n\\nThank you.",
    "solution_summary":"Hi @Hasan, Any updates on this?",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26436]"
  },
  {
    "issue_id":"POI-390",
    "problem_text":"Kindly change email for shawn.tan.mobile@gmail.com to shawn.tan@thkmc.org.sg for registration purposes",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-391",
    "problem_text":"lavanya@mindmaptechnologies.com \\nPls delete draft in prometric so candidate can apply for reassessment",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-392",
    "problem_text":"Candidate has uploaded 96 hours of CPD that was not being reflected in the system. The candidate was IHRP-CP certified on 25\/5\/2023 and had attended a training course for the 96 hours on 18\/9\/2023.",
    "solution_summary":"Joy - Hi @Alisha, this is resolved. This ticket is related to and we noticed that the contact was not picked up during the rectification. You may refer to for more details. While w",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26473]"
  },
  {
    "issue_id":"POI-393",
    "problem_text":"Hi @Muhammad Hasan , Kindly request for prometric to update the candidate email from jpkaotung@yahoo.com to jpkaotung@gmail.com. Name: JUNE KAO Migrated data: 6943e631-6119-ed11-b83f-002248595b1f Thank you.",
    "solution_summary":"ST: Hi @Hasan, May I confirm that, now that the email has been updated, the candidate is able to proceed with the reassessment application? Thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26453]"
  },
  {
    "issue_id":"POI-394",
    "problem_text":"Name:Haslindah Ibrahim\\nEmail: lindaibrahim@ocbc.com\\n\\nWhile creating the CP to SP upgrade application, prometric promoted \\\"There is an existing active application available in the system. Kindly proceed with the existing application or cancel the application by contacting IHRP.\\\" \\n\\nChecked CRM and Prometric, no application found.",
    "solution_summary":"ST: Hi Eunice, Thank you for the update. Hi Rachael, Noted on the above, we will close this ticket thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27000]"
  },
  {
    "issue_id":"POI-395",
    "problem_text":"Name: Rachel Tan Rui Qi\\nEmail: racheltan3@ocbc.com\\n\\nName: Serene Lim See Min\\nEmail: serenelim4@ocbc.com\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-396",
    "problem_text":"keertigk13@gmail.com\\n717e3f6e-a8f8-ef11-bae3-000d3aa30794\\nThis candidate has yet to take her Experience Assessment but prometrics showed that it is completed.\\n20250300017 - under this application in CRM, it is OA failed.",
    "solution_summary":"Eunice: Hi Rabiah, We have confirmed with the vendor that this issue is related to the issue raised in - where the candidate launch the EA assessment using the initial competency a",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26599]"
  },
  {
    "issue_id":"POI-397",
    "problem_text":"Candidate has two records with us as per below. Can you delete this - ajconsultservicespl@gmail.com. I have canx this application in CRM and i cannot see it in Prometrics. Can you delete this?\\n\\nCandidate will retain this email to apply ameliaho@ajconsultancy.com.sg",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-398",
    "problem_text":"Email has been forwarded to TechSupport. Thanks!",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-399",
    "problem_text":"wongaleister@yahoo.com.sg \\n\\npls help to delete drafts in prometric so we can reapply for her",
    "solution_summary":"Hi Rabiah, The paid assessment has been removed, please proceed to cancel it in CRM thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26498]"
  },
  {
    "issue_id":"POI-400",
    "problem_text":"Email forwarded to techsupport.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-408",
    "problem_text":"Due to character limits, full details in the comments. Screenshots:",
    "solution_summary":"Hi, We are currently awaiting approval to send our installation guide to the vendors to assist in adding it into the e-help website.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26796]"
  },
  {
    "issue_id":"POI-409",
    "problem_text":"ST: Hi @Joy,\\n\\nName: Cheryl Tan\\nEmail: cheryl.tanlc@hotmail.com\\n\\nThe candidate has wrote in to select Upgrade application but is unable to do so. Kindly refer to the current status in CRM and advise how should we proceed as it is indicated as EA-Failed for a application submitted in 2022.\\n\\nPlease find the screenshot below thank you.",
    "solution_summary":"ST: Hi @Joycelyn Goh Please find Kah Boon comment below: \"Yes, Cheryl Tan has applied for the IHRP-SP upgrade application in 2022 and as she did not clear her EA, she is unable to ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26665, 26681]"
  },
  {
    "issue_id":"POI-410",
    "problem_text":"Affected User\\n\\nName: Ryan Fzy\\nEmail Address: fongzhiyuanryan@gmail.com\\nApplication No (if any):\\nAssessment Date (if any):14\/7\/25\\n \\n\\nIssue Description\\n\\nPlatform: Prometric\\nType of Issue: Secure Browser unable to go pass screensharing\\nDetails of Issue: \\n\\nCandidate is unable to go pass the screensharing system check in Secure Browser. Please see the screenshot in JIRA,\\n\\n JG 15\/7\/2025 Model and System Setting: IHRP Support:",
    "solution_summary":"JG: Hi All, FYI - we have deployed the latest version of the secure browser for Intel and M1 Chip into production.",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Update the Secure Browser to the latest build.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[28297]"
  },
  {
    "issue_id":"POI-411",
    "problem_text":"Candidate has registered with CSC for her upcoming assessment in Aug 2025, hence would be required to delete the application in Prometric 20240800139, cheongwenwtting@gmail.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-412",
    "problem_text":"Candidate as rescheduled her assessment date, but it is not reflecting in the portal. We have retriggered the email.\\n\\nCandidates Name: Anna Thng \\nCandidates Email: anna_yahui88@hotmail.sg",
    "solution_summary":"Hi Vidhya, Any updates on the above? Kindly reopen this ticket for us to assist further thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26734]"
  },
  {
    "issue_id":"POI-413",
    "problem_text":"In Prometric, has reflected she cleared all papers but yet to be certified in CRM\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-414",
    "problem_text":"Candidate still unable to apply for certification. I assume that there could be a couple of reasons behind this issue. One possibility is that could have stayed in the payment page for too long and the application may have turned into a draft or could be that the assessment date chosen is beyond the 60-day limit when using SkillFuture credits. Kindly help to delete the draft and will ask candidate to try again if problem persist, I will raise a ticket again for you to further investigate.\\n\\nCandidate Name: Jennie Tan \\nCandidate Email: 03jnie09@gmail.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-415",
    "problem_text":"Please change email address from mykoh002@suss.edu.sg to meiyi9787@gmail.com\\n\\nThank you.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-416",
    "problem_text":"To delete draft appln",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-417",
    "problem_text":"Email sent to Techsupport",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-418",
    "problem_text":"Affected User\\n\\nName:Swee Hiah Tan\\nEmail Address:wendy.tan217@gmail.com\\nApplication No (if any): \\nAssessment Date (if any): 14\/7\/25\\n \\n\\nIssue Description\\n\\nPlatform: Prometric\\nType of Issue: Secure Browser\\nDetails of Issue: According to the candidate, while attempting the second assessment paper, she encountered a technical issue where only a 'Submit' button was available instead of the usual arrow key to navigate to the next question. As a result, she was only able to complete one out of thirty questions.",
    "solution_summary":"ST: Hi Hasan, Thank you for the information. Hi Kah Boon, Please note that this issue appears to be similar to the one reported yesterday. It is related to an Apple software update",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26732]"
  },
  {
    "issue_id":"POI-419",
    "problem_text":"Candidate tried to apply for reassessment and after she chose her date, the summary she received before proceeding to Payment showed a past date of 05-May-2025.\\n\\nPlease investigate and advise the cause for this. Thank you.",
    "solution_summary":"ST: Hi @Eunice, May we follow if the vendor has any updates? Thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26712]"
  },
  {
    "issue_id":"POI-420",
    "problem_text":"Another case to investigate. Appreciate your help please",
    "solution_summary":"Hi Shelby, Please refer to Ticket 419 for more updates thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26635]"
  },
  {
    "issue_id":"POI-421",
    "problem_text":"Candidate received past assessment dates when she chose her re-assessment. Appreciate urgent help with this please.",
    "solution_summary":"Hi Shelby, We have removed the paid assessment in Prometric. Kindly note that the BU will need to remove the Assessment Schedule Date of 30 April 2024 in CRM and retain only the Ta",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26679]"
  },
  {
    "issue_id":"POI-422",
    "problem_text":"Candidate submitted SP appln on 10th July. Paid using SFC. Appln # 20250700114\\nOn prometric it shows the status as \\\"Pending Eligibility Check for Fresh Application\\\"\\n\\nCandidate said didnt receive the email on competency details. I tried to re-trigger but not able to due to the status. Please investigate and resolve ASAP. Thank you.\\n",
    "solution_summary":"ST @Muhammad Hasan , Kindly proceed to input the assessment for this candidate into Prometric. I believe the candidate is included in the Macro list you sent to Prometric earlier t",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26704]"
  },
  {
    "issue_id":"POI-423",
    "problem_text":"She faced this error message when she tried to apply for CA : \\\"Your scheduled assessment date has passed. Please re-apply for the assessment\\\". \\nCandidate tried to re-apply and faced the same issue.\\n\\nPlease advise urgently. Thank you.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26705]"
  },
  {
    "issue_id":"POI-424",
    "problem_text":"Candidate Name: Shi Jia Tan\\nEmail Address: tsjy88@gmail.com\\n\\nFreshdesk Ticket:100495\\nSystem: Prometric\\nAssessment Date: 01 Aug 2025\\nIssue: Candidate's Competency Email under \\\"Key Details for Competency Assessment\\\" is reflected as \\\"IHRP-CA Certification\\\", however the assessment paper assigned is CP paper.\\n",
    "solution_summary":"ST: Hi @Hasan, Thank you for the update, please let us know when can the correct template be send to the candidate thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26772]"
  },
  {
    "issue_id":"POI-425",
    "problem_text":"Please change the email address from 18044558@myrp.edu.sg to gabrielgoh2013@gmail.com. Let me know when this is done so that I can advise same to the candidate. Thank you.",
    "solution_summary":"Hi Shelby, We have updated the email address, please ask candidate to perform a one time sign up using gabrielgoh2013@gmail.com thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26737]"
  },
  {
    "issue_id":"POI-426",
    "problem_text":"Name: Ng Wei Xiang \\nEmail: ng_wei_xiang@hotmail.com\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-427",
    "problem_text":"Name: Anne Lee\\nEmail: annelee.yeonmee@gmail.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-428",
    "problem_text":"Name: Tang Enping Grace\\nEmail: grace@leaps.sg",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-434",
    "problem_text":"Hi L1, please help me to remove the following draft applications for the test accounts:\\n1. buttercup@mailto.plus\\n2. professor_utonium@mailto.plus\\n3. blossom@mailto.plus\\n4. inedible.candies@gmail.com\\n5. joycelyn.goh@ihrp.sg\\n6. eternalcries@mailto.plus",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-435",
    "problem_text":"Hi DTO, I was checking a candidates assessment date and time in the CRM and it is reflecting as 1:00AM - 5:00AM. But candidate as received the correct timing in his access code email. Kindly please do check what the issue is in my CRM.\\nCandidate Name: Cyril Lim\\nCandidate Email: cyril.lim@tenderfresh.com.sg\\nAssessment Date: 1 Aug 2025\\nAssessment Time: 9:00AM - 1:00PM",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-436",
    "problem_text":"Name: Wong Jeh Ni\\nEmail: jehni.wong@gmail.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-437",
    "problem_text":"Candidate tried to download the secure browser and encountered the error message \\\"Multiple displays are detected! Please remove other displays and restart the secure browser\\\". Kindly advise the next steps which this candidate needs to do. In additional, there is a notification marked in red indicating that her scheduled exam will start after 11 days. Her assessment schedule date is 1 September.\\n\\nCandidate Name: Irene See\\nCandidate Email: irene_see180@yahoo.com.sg",
    "solution_summary":"Hi Vidhya, Could you kindly direct the candidate to reach out to ehelp via this link https:\/\/ihrp.learnworlds.com\/prepassessment else If you face any technical difficulty during th",
    "tags":"[\"Secure Browser\"]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26743]"
  },
  {
    "issue_id":"POI-438",
    "problem_text":"Shirlin.Lee@thkmc.org.sg - pls delete this application in prometrics. Candidate would like to take CA level instead of CP level. Thank you",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-439",
    "problem_text":"Candidate created a new profile using passport number, thereby bypassing the system to submit a FRESH CA application. Her previous application no. 20210200141 has OA-Failed and she was using email address fikriyahfaeaz@gmail.com \\n\\nHer new email address is nurfikriyah001@suss.edu.sg where she used her passport as the compulsory identifier. \\n\\nI have also sent an email to show the two accounts. Please advise how to manage this case. Thank you.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-443",
    "problem_text":"Kindly please delete this candidates' draft application so that they can reapply for the certification.\\n\\nName: Kong Hee Yee\\nEmail: Kongheeyee@hotmail.com\\nPhone No: 90684684\\n",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-444",
    "problem_text":"Candidate is unable to use her skillfuture credits for her application.\\n\\nName: Ang Qi Yee\\nEmail: angqiyee@gmail.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-445",
    "problem_text":"Kindly please delete this candidates' draft application so that they can reapply for the certification.\\n\\nName: Sharmaine Yeo\\nEmail: syeo@murex.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-446",
    "problem_text":"chrisleu84@gmail.com\\ndiptshek@gmail.com\\n\\npls delete these draft in prometrics as these candidates ran into difficulties during our clinic to facilitate their application",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-447",
    "problem_text":"an email has been sent to techsupport.",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-448",
    "problem_text":"an email has been sent to techsupport. Thanks.",
    "solution_summary":"Issue resolved by platform update; retry with latest version.",
    "tags":"[]",
    "confidence":"Medium",
    "steps_solution":"[\"Update to the latest client\/app or Secure Browser.\", \"Restart the app or browser and retry the action.\", \"If still blocked, capture a screenshot and raise a support case.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27010]"
  },
  {
    "issue_id":"POI-449",
    "problem_text":"test ticket pulling jira",
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-450",
    "problem_text":"Please delete the draft appln so that candidate can proceed with fresh appln. Thank you",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-451",
    "problem_text":"Corporate candidate Arjun Singh ( email: sanjay_sjk@yahoo.com.sg ) could not proceed with his onsite application as the \\\"Apply Now\\\" button does not respond. We tried with 3 different laptops and it didnt work. \\n\\nThere is no problem with the profile setting and uploaded documents. Please investigate and let us know soonest. Thank",
    "solution_summary":"Cheryl: Hi Shelby, we have updated the name and will proceed to close this case. Rachael is currently managing this candidate's application. Thanks.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27703]"
  },
  {
    "issue_id":"POI-452",
    "problem_text":"Description\\nKindly please delete this candidates' draft application so that they can reapply for the certification.\\n\\nName: Deepti \\nEmail: diptshek@gmail.com",
    "solution_summary":"Hi Vidhya, Shelby has raised the same request, kindly refer to ticket 466 for updates.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[26896]"
  },
  {
    "issue_id":"POI-453",
    "problem_text":"Email has been sent to techsupport. Thanks!",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-454",
    "problem_text":"Unable to locate the CP onsite assessment slot for 117 September 2025, 2pm to 6pm when trying to reschedule a candidate. \\nHowever, sighted that someone managed to select the slot in the system. Please investigate.",
    "solution_summary":"Eunice: Noted that issue is resolved. We will update here once we have the root cause and findings.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27561]"
  },
  {
    "issue_id":"POI-457",
    "problem_text":"Name: Tang Siok Man\\nExisting Email Address: jeanette.tang@murata.com\\nNew Email Address: tangsiokman@gmail.com",
    "solution_summary":"Hi Rachael, We have updated the candidate email address backend, kindly request for the candidate to perform a one time sign up using tangsiokman@gmail.com. Hi @Muhammad Hasan , Pl",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27016]"
  },
  {
    "issue_id":"POI-458",
    "problem_text":"Hi @Joycelyn Goh , 1) IHRP-CA certified candidates received recertification update email from hello@ihrp.sg . Recertification button is shown under the certification in the IHRP portal. When clicked the ‘Recertify Now’, the user is redirected to Prometric. 2) IHRP-CP certified candidates are facing a ‘existing active application in the system' prompt when clicking the recertification button. When the user clicks 'ok’, they are redirected to Prometric: 3) I have tried to replicate within the UAT, under the IHRP-CA Certification shows a recertification button, when clicked, redirects to the recertification page: These candidates are affected by the system flow: Candidate Name: Edna Wu Candidate Email: edna.wd@gmail.com Candidate Certification level: IHRP-CP Candidate Name: Mavi Belen Candidate Email: mavi.belen@surecomp.com Candidate Certification level: IHRP-CA",
    "solution_summary":"Joy: Alisha, the main issue has been resolved. Fix: Intelegain has updated the web template code. We have added the following condition: If the application is active, it will show ",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27689]"
  },
  {
    "issue_id":"POI-459",
    "problem_text":"Candidates assessment date is 7 August 2025 and would like to change her current email. \\n\\nSiew Mei Chor<blurangel29@yahoo.com.sg> change to <siewmeichor@yahoo.com.sg>.",
    "solution_summary":"Hi Vidhya, We have updated the candidate email address backend, kindly request for the candidate to perform a one time sign up using siewmeichor@yahoo.com.sg. Hi Hasan, Please upda",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27018]"
  },
  {
    "issue_id":"POI-460",
    "problem_text":"Kindly please delete this candidates' draft application so that they can reapply for the certification.\\n\\nName: Mavis Chee\\nEmail: mavischee17@gmail.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-461",
    "problem_text":"Kindly please delete this candidates' draft application so that they can reapply for the certification. Candidate exceeded the 60 days skillfuture assessment date.\\n\\nName: Jannathul Fathimah\\nEmail: Jannathul27@gmail.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-465",
    "problem_text":"Kindly please delete this candidates' draft application so that they can reapply for the certification. Candidate exceeded the 60 days skillfuture assessment date.\\n\\nName: Nita Karnila Mohtar\\nEmail: Nita.karnila02@gmail.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-467",
    "problem_text":"Candidate would like to use this email : nurul.syaz@outlook.com\\n\\nPls change this email nuruls@greenli-ion.com to the above so candidate can proceed to apply",
    "solution_summary":"Cheryl: Hi Rabiah, email has been updated and you may inform candidate to do a one-time sign up. Thanks",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27704]"
  },
  {
    "issue_id":"POI-468",
    "problem_text":"Name: Norsidah Binte Kamilan\\nEmail: norsidah@aliman.mosque.sg\\n\\nInsert into18 August, Private Corporate Slot_For West Cluster Mosque Team Only",
    "solution_summary":"Hi Rachael, Thank you for reaching out. Noted on your request, will escalate to L2 for their assistance and update you once is done. Thank you.",
    "tags":"[]",
    "confidence":"High",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[27226]"
  },
  {
    "issue_id":"POI-469",
    "problem_text":"Name: Seet Shi Hao\\nEmail: xueshihao@outlook.sg",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":"POI-473",
    "problem_text":"Can you change brandon_heng01@hotmail.com from brandon.heng@mandai.com",
    "solution_summary":"Workaround\/Retry flow (no explicit fix found).",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry later or from a different network\/device.\", \"If still blocked, capture a screenshot and open a support ticket.\", \"Include OS, app\/browser version, and exact error text.\"]",
    "fallback":"If the steps fail, capture a screenshot and open a support case with OS, version and exact error.",
    "evidence_comment_ids":"[]"
  },
  {
    "issue_id":null,
    "problem_text":null,
    "solution_summary":"No solution comments available.",
    "tags":"[]",
    "confidence":"Low",
    "steps_solution":"[\"Retry the action.\", \"Restart app\/browser and try again.\", \"Escalate with screenshot and details if it persists.\"]",
    "fallback":"Open a support case with logs and screenshots.",
    "evidence_comment_ids":"[]"
  }
]